return {
["tutorial"]={
},
["descriptions"]={
["Back"]={
["b_challenge"]={
["name"]="チャレンジデッキ",
["text"]={
[1]="",
},
},
["b_plasma"]={
["name"]="プラズマデッキ",
["text"]={
[1]="プレイされたハンドのスコアを",
[2]="計算する時に",
[3]="{C:blue}チップ{} と {C:red}倍率{} のバランスをとる",
[4]="ブラインドの基本サイズ {C:red}X#1#{}",
},
},
["b_nebula"]={
["name"]="ネビュラデッキ",
["text"]={
[1]="{C:planet,T:v_telescope}#1#{} のバウチャーと",
[2]="消耗スロットで",
[3]="",
[4]="ランをスタートする",
},
},
["b_anaglyph"]={
["name"]="アナグリフデッキ",
["text"]={
[1]="{C:attention}ボスブラインド{} を倒すたびに",
[2]="{C:attention,T:tag_double}#1#{} を",
[3]="得る",
},
},
["b_black"]={
["name"]="ブラックデッキ",
["text"]={
[1]="すべてのラウンドで",
[2]="",
[3]="ジョーカースロット {C:attention}+#1#{}",
[4]="ハンド {C:blue}-#2#{}",
},
},
["b_ghost"]={
["name"]="ゴーストデッキ",
["text"]={
[1]="{C:spectral}スペクトル{} カードが",
[2]="ショップに出現し",
[3]="{C:spectral,T:c_hex}ヘックス{} カードで始まる",
},
},
["b_abandoned"]={
["name"]="アバンダンドデッキ",
["text"]={
[1]="デッキに",
[2]="{C:attention}フェイスカード{} がない状態で",
[3]="ランをスタートする",
},
},
["b_erratic"]={
["name"]="エラティックデッキ",
["text"]={
[1]="デッキのすべての ",
[2]="{C:attention}ランク{} と {C:attention}スーツ{} が",
[3]="ランダムになる",
},
},
["b_magic"]={
["name"]="マジックデッキ",
["text"]={
[1]="{C:tarot,T:v_crystal_ball}#1#{} のバウチャーと",
[2]="{C:tarot,T:c_fool}#2#{} の",
[3]="{C:attention}2{} つのコピーで",
[4]="ランをスタートする",
},
},
["b_red"]={
["name"]="レッドデッキ",
["text"]={
[1]="すべてのラウンドで",
[2]="ディスカード {C:red}+#1#{}",
},
},
["b_painted"]={
["name"]="ペインテッドデッキ",
["text"]={
[1]="ハンドサイズ {C:attention}+#1#{}",
[2]="ジョーカースロット {C:red}#2#{}",
},
},
["b_blue"]={
["name"]="ブルーデッキ",
["text"]={
[1]="すべてのラウンドで",
[2]="ハンド {C:blue}+#1#{}",
},
},
["b_checkered"]={
["name"]="チェッカードデッキ",
["text"]={
[1]="デッキに {C:attention}26{} 枚の {C:spades}スペード{} と",
[2]="{C:attention}26{} 枚の {C:hearts}ハート{} がある状態で",
[3]="ランをスタートする",
},
},
["b_green"]={
["name"]="グリーンデッキ",
["text"]={
[1]="各ラウンドの終了時に",
[2]="{s:0.85}残りの {C:blue}ハンド{} ごとに {C:money}$#1#{}",
[3]="{s:0.85}残りの {C:red}ディスカード{} ごとに {C:money}$#1#{}",
[4]="{C:attention}利息{} は得ない",
},
},
["b_yellow"]={
["name"]="イエローデッキ",
["text"]={
[1]="{C:money}$#1#{} を追加して",
[2]="スタートする",
},
},
["b_zodiac"]={
["name"]="ゾディアックデッキ",
["text"]={
[1]="{C:tarot,T:v_tarot_merchant}#1#{}、",
[2]="{C:planet,T:v_planet_merchant}#2#{}、",
[3]="{C:attention,T:v_overstock_norm}#3#{}で",
[4]="ランをスタートする",
},
},
},
["Tag"]={
["tag_handy"]={
["name"]="ハンディタグ",
["text"]={
[1]="このランで{C:blue}ハンド{} をプレイするごとに",
[2]="{C:money}$#1#{} を与える",
[3]="{C:inactive}（最高{C:money}$#2#{C:inactive}）",
},
},
["tag_standard"]={
["name"]="スタンダードタグ",
["text"]={
[1]="無料の",
[2]="{C:attention}メガスタンダードパック{} を与える",
},
},
["tag_d_six"]={
["name"]="D6タグ",
["text"]={
[1]="次のショップのリロールが",
[2]="{C:money}$0{} からスタートする",
},
},
["tag_negative"]={
["name"]="ネガティブタグ",
["text"]={
[1]="ショップが",
[2]="{C:dark_edition}ネガティブジョーカー{} を持つ",
},
},
["tag_investment"]={
["name"]="投資タグ",
["text"]={
[1]="ボスブラインドを倒すと",
[2]="{C:money}$#1#{} 得る",
[3]=" ",
},
},
["tag_holo"]={
["name"]="ホログラムタグ",
["text"]={
[1]="ショップが",
[2]="{C:dark_edition}ホログラムジョーカー{} を持つ",
},
},
["tag_rare"]={
["name"]="レアタグ",
["text"]={
[1]="ショップが",
[2]="{C:red}レアジョーカー{} を持つ",
},
},
["tag_skip"]={
["name"]="スピードタグ",
["text"]={
[1]="このランでスキップされた",
[2]="ブラインドごとに {C:money}$#1#{} 与える",
[3]="{C:inactive}（最高 {C:money}$#2#{C:inactive}）",
},
},
["tag_garbage"]={
["name"]="ガーベジタグ",
["text"]={
[1]="このターンで使わなかった{C:red}ディスカード{} につき",
[2]="{C:money}$#1#{} を与える",
[3]="{C:inactive}（最高{C:money}$#2#{C:inactive}）",
},
},
["tag_foil"]={
["name"]="フォイルタグ",
["text"]={
[1]="ショップが",
[2]="{C:dark_edition}フォイルジョーカー{} を持つ",
},
},
["tag_buffoon"]={
["name"]="道化師タグ",
["text"]={
[1]="無料の",
[2]="{C:attention}道化師パック{} を与える",
},
},
["tag_charm"]={
["name"]="チャームタグ",
["text"]={
[1]="無料の",
[2]="{C:tarot}メガアルカナパック{} を与える",
},
},
["tag_ethereal"]={
["name"]="エーテルタグ",
["text"]={
[1]="無料の {C:planet}スペクトルパック{} を",
[2]="与える",
},
},
["tag_orbital"]={
["name"]="オービタルタグ",
["text"]={
[1]="{C:attention}#1#{} を",
[2]="{C:attention}#2# レベル{} アップグレードする",
},
},
["tag_coupon"]={
["name"]="クーポンタグ",
["text"]={
[1]="次のショップで",
[2]="イニシャルカードとブースターパックが",
[3]="無料になる",
},
},
["tag_boss"]={
["name"]="ボスタグ",
["text"]={
[1]="{C:attention}ボスブラインド{} を",
[2]="リロールする",
},
},
["tag_top_up"]={
["name"]="トップアップタグ",
["text"]={
[1]="{C:blue}コモン{} ジョーカーを",
[2]="最大{C:attention}#1#{} まで作る",
[3]="{C:inactive}（空きが必要）",
},
},
["tag_polychrome"]={
["name"]="ポリクロームタグ",
["text"]={
[1]="ショップが",
[2]="{C:dark_edition}ポリクロームジョーカー{} を持つ",
},
},
["tag_meteor"]={
["name"]="メテオタグ",
["text"]={
[1]="無料の",
[2]="{C:planet}メガ天体パック{} を与える",
},
},
["tag_double"]={
["name"]="ダブルタグ",
["text"]={
[1]="次に選択した {C:attention}タグ{} の",
[2]="コピーを与える",
[3]="{s:0.8}ただし {s:0.8,C:attention}ダブルタグ{s:0.8} は除く",
},
},
["tag_juggle"]={
["name"]="ジャグルタグ",
["text"]={
[1]="次のラウンドで",
[2]="ハンドサイズ{C:attention}+#1#{}",
},
},
["tag_economy"]={
["name"]="エコノミータグ",
["text"]={
[1]="資金を2倍にする",
[2]="{C:inactive}（最高 {C:money}$#1#{C:inactive}）",
},
},
["tag_uncommon"]={
["name"]="アンコモンタグ",
["text"]={
[1]="ショップが",
[2]="{C:green}アンコモンジョーカー{} を持つ",
},
},
["tag_voucher"]={
["name"]="バウチャータグ",
["text"]={
[1]="次のショップに",
[2]="{C:voucher}バウチャー{} を1つ加える",
},
},
},
["Blind"]={
["bl_club"]={
["name"]="クラブ",
["text"]={
[1]="すべてのクラブカードに",
[2]="デバフがかかる",
},
},
["bl_needle"]={
["name"]="ニードル",
["text"]={
[1]="1ハンドだけをプレイする",
},
},
["bl_small"]={
["name"]="スモールブラインド",
["text"]={
},
},
["bl_arm"]={
["name"]="腕",
["text"]={
[1]="プレイされたポーカーハンドの",
[2]="レベルを下げる",
},
},
["bl_plant"]={
["name"]="プラント",
["text"]={
[1]="すべてのフェイスカードに",
[2]="デバフがかかる",
},
},
["bl_wheel"]={
["name"]="ホイール",
["text"]={
[1]="/7枚のカードが",
[2]="裏向きでドローされる",
},
},
["bl_mouth"]={
["name"]="口",
["text"]={
[1]="このラウンドでは",
[2]="1タイプのハンドだけをプレイする",
},
},
["bl_eye"]={
["name"]="目",
["text"]={
[1]="このラウンドでは",
[2]="ハンドタイプをリピートできない",
},
},
["bl_pillar"]={
["name"]="柱",
["text"]={
[1]="このアンティの前にプレイされたカードに",
[2]="デバフがかかる",
},
},
["bl_house"]={
["name"]="家",
["text"]={
[1]="最初のハンドは",
[2]="裏向きでドローされる",
},
},
["bl_hook"]={
["name"]="フック",
["text"]={
[1]="ハンドがプレイされるたびに",
[2]="ランダムなカードを2枚捨てる",
},
},
["bl_head"]={
["name"]="頭",
["text"]={
[1]="すべてのハートカードに",
[2]="デバフがかかる",
},
},
["bl_goad"]={
["name"]="ゴアド",
["text"]={
[1]="すべてのスペードカードに",
[2]="デバフがかかる",
},
},
["bl_final_leaf"]={
["name"]="青々とした葉",
["text"]={
[1]="1枚のジョーカーが売られるまで",
[2]="すべてのカードにデバフがかかる",
},
},
["bl_ox"]={
["name"]="雄牛",
["text"]={
[1]="#1# をプレイすると",
[2]="資金が$0になる",
},
},
["bl_mark"]={
["name"]="マーク",
["text"]={
[1]="すべてのフェイスカードが",
[2]="裏向きでドローされる",
},
},
["bl_final_vessel"]={
["name"]="バイオレットベッセル",
["text"]={
[1]="ベリーラージブラインド",
},
},
["bl_tooth"]={
["name"]="歯",
["text"]={
[1]="カードがプレイされるたびに",
[2]="$1失う",
},
},
["bl_fish"]={
["name"]="魚",
["text"]={
[1]="各ハンドをプレイ後に",
[2]="カードが裏向きでドローされる",
},
},
["bl_big"]={
["name"]="ビッグブラインド",
["text"]={
},
},
["bl_final_acorn"]={
["name"]="琥珀色のドングリ",
["text"]={
[1]="すべてのジョーカーカードを",
[2]="裏返してシャッフルする",
},
},
["bl_flint"]={
["name"]="フリント",
["text"]={
[1]="ベースチップと倍率が",
[2]="半分になる",
},
},
["bl_psychic"]={
["name"]="サイキック",
["text"]={
[1]="5枚のカードをプレイしなければならない",
},
},
["bl_window"]={
["name"]="窓",
["text"]={
[1]="すべてのダイヤカードに",
[2]="デバフがかかる",
},
},
["bl_serpent"]={
["name"]="サーペント",
["text"]={
[1]="プレイまたはディスカードの後",
[2]="カードを3枚ドローする",
},
},
["bl_water"]={
["name"]="水",
["text"]={
[1]="0ディスカードで",
[2]="スタートする",
},
},
["bl_manacle"]={
["name"]="手枷",
["text"]={
[1]="ハンドサイズ -1",
},
},
["bl_wall"]={
["name"]="壁",
["text"]={
[1]="エクストララージブラインド",
},
},
["bl_final_heart"]={
["name"]="クリムゾンハート",
["text"]={
[1]="すべてのハンドで",
[2]="1枚のランダムなジョーカーが無効にされる",
},
},
["bl_final_bell"]={
["name"]="セルリアンベル",
["text"]={
[1]="常に1枚のカードが",
[2]="強制的に選択される",
},
},
},
["Voucher"]={
["v_tarot_merchant"]={
["name"]="タロット商人",
["text"]={
[1]="ショップでの",
[2]="{C:tarot}タロット{} カードの",
[3]="出現確率 {C:attention}#1#X{}",
},
},
["v_magic_trick"]={
["name"]="マジックトリック",
["text"]={
[1]="{C:attention}トランプ{} を",
[2]="{C:attention}ショップ{} で",
[3]="購入できる",
},
},
["v_seed_money"]={
["name"]="シードマネー",
["text"]={
[1]="ラウンドごとに得られる",
[2]="利息の上限を",
[3]="{C:money}$#1#{} に引き上げる",
},
},
["v_tarot_tycoon"]={
["unlock"]={
[1]="ショップで",
[2]="合計 {C:attention}#1#{} 枚の {C:tarot}タロット{} カードを",
[3]="購入する",
[4]="{C:inactive}（#2#）",
},
["name"]="タロットタイクーン",
["text"]={
[1]="ショップでの",
[2]="{C:tarot}タロット{} カードの",
[3]="出現確率 {C:attention}#1#X{}",
},
},
["v_overstock_norm"]={
["name"]="オーバーストック",
["text"]={
[1]="カードスロット {C:attention}+1{} が",
[2]="ショップで購入できる",
},
},
["v_wasteful"]={
["name"]="浪費",
["text"]={
[1]="ラウンドごとに",
[2]="永久的に",
[3]="ディスカード {C:blue}+#1#{} を得る",
},
},
["v_grabber"]={
["name"]="グラバー",
["text"]={
[1]="ラウンドごとに",
[2]="永久的に",
[3]="ハンド {C:blue}+#1#{} を得る",
},
},
["v_paint_brush"]={
["name"]="ペイント ブラシ",
["text"]={
[1]="ハンドサイズ {C:attention}+#1#{}",
},
},
["v_money_tree"]={
["unlock"]={
[1]="{C:attention}#1#{} ラウンド連続で",
[2]="ラウンド利益の利息を",
[3]="最大にする",
[4]="{C:inactive}（#2#）",
},
["name"]="マネーツリー",
["text"]={
[1]="ラウンドごとに得られる",
[2]="利息の上限を",
[3]="{C:money}$#1#{} に引き上げる",
},
},
["v_clearance_sale"]={
["name"]="クリアランスセール",
["text"]={
[1]="すべてのカードとパックが",
[2]="ショップで {C:attention}#1#%{} オフ",
},
},
["v_hone"]={
["name"]="ホーン",
["text"]={
[1]="{C:dark_edition}フォイル{}、{C:dark_edition}ホログラム{}",
[2]="{C:dark_edition}ポリクローム{} カードの",
[3]="出現確率 {C:attention}#1#X{}",
},
},
["v_liquidation"]={
["unlock"]={
[1]="1回のランで",
[2]="{C:attention}#1#{} 枚の {C:voucher}バウチャー{} カードを",
[3]="引き換える",
},
["name"]="清算",
["text"]={
[1]="すべてのカードとパックが",
[2]="ショップで {C:attention}#1#%{} オフ",
},
},
["v_hieroglyph"]={
["name"]="ヒエログリフ",
["text"]={
[1]="アンティ {C:attention}-#1#{}",
[2]="アンティ{C:attention}-#1#{}",
[3]="ハンド{C:blue}-#1#{}",
},
},
["v_omen_globe"]={
["unlock"]={
[1]="いずれかの{C:tarot}アルカナパック{} から",
[2]="合計 {C:attention}#1#{} 枚の",
[3]="{C:tarot}タロット{} カードを使用する",
[4]="{C:inactive}（#2#）",
},
["name"]="オーメングローブ",
["text"]={
[1]="{C:spectral}スペクトル{} カードが",
[2]="いずれかの {C:attention}アルカナパック{} に",
[3]="含まれている可能性がある",
},
},
["v_telescope"]={
["name"]="望遠鏡",
["text"]={
[1]="最もプレイされた {C:attention}ポーカーハンド{} の",
[2]="{C:planet}惑星{} カードが",
[3]="{C:attention}天体パック{} に",
[4]="常に含まれる",
},
},
["v_planet_tycoon"]={
["unlock"]={
[1]="ショップで",
[2]="{C:attention}#1#{} 枚の {C:planet}惑星{} カードを",
[3]="購入する",
[4]="{C:inactive}（#2#）",
},
["name"]="惑星タイクーン",
["text"]={
[1]="ショップでの",
[2]="{C:planet}惑星{} カードの",
[3]="出現確率 {C:attention}#1#X{}",
},
},
["v_illusion"]={
["unlock"]={
[1]="ショップで",
[2]="合計 {C:attention}#1#{} 枚のトランプを",
[3]="購入する",
[4]="{C:inactive}（#2#）",
},
["name"]="イリュージョン",
["text"]={
[1]="ショップの {C:attention}トランプ{} が",
[2]="{C:enhanced}強化{} 、 {C:dark_edition}エディション{}、および/または{C:attention}シール{}の",
[3]="いずれかになる可能性がある",
},
},
["v_reroll_glut"]={
["unlock"]={
[1]="ショップを",
[2]="合計 {C:attention}#1#{} 回リロールする",
[3]="{C:inactive}（#2#）",
},
["name"]="リロールグラト",
["text"]={
[1]="リロールのコストが",
[2]="{C:money}$#1#{} 減少する",
},
},
["v_glow_up"]={
["unlock"]={
[1]="{C:dark_edition}フォイル{}、 {C:dark_edition}ホログラム{}",
[2]="{C:dark_edition}ポリクローム{} エディションの",
[3]="いずれかの {C:attention}ジョーカー{} カードを",
[4]="{C:attention}#1#{} 枚以上持つ",
},
["name"]="グローアップ",
["text"]={
[1]="{C:dark_edition}フォイル{}、{C:dark_edition}ホログラム{}",
[2]="{C:dark_edition}ポリクローム{} カードの",
[3]="出現確率 {C:attention}#1#X{}",
},
},
["v_retcon"]={
["unlock"]={
[1]="{C:attention}#1#{} のブラインドを",
[2]="発見する",
},
["name"]="リトコン",
["text"]={
[1]="ボスブラインドを",
[2]="回数 {C:attention}無制限{} でリロールする",
[3]="リロール1回につき{C:money}$#1#{}",
},
},
["v_nacho_tong"]={
["unlock"]={
[1]="合計 {C:attention}#1#{} 枚の",
[2]="カードをプレイする",
[3]="{C:inactive}（#2#）",
},
["name"]="ナチョトング",
["text"]={
[1]="ラウンドごとに",
[2]="永久的に",
[3]="ハンド {C:blue}+#1#{} を得る",
},
},
["v_observatory"]={
["unlock"]={
[1]="いずれかの{C:planet}天体パック{} から",
[2]="合計 {C:attention}#1#{} 枚の",
[3]="{C:planet}惑星{} カードを使用する",
[4]="{C:inactive}（#2#）",
},
["name"]="天文台",
["text"]={
[1]="{C:attention}消耗{} エリアの",
[2]="{C:planet}惑星{} カードが",
[3]="特定のポーカーハンドに",
[4]="倍率 {X:red,C:white}X#1#{} を与える",
},
},
["v_reroll_surplus"]={
["name"]="リロールサープラス",
["text"]={
[1]="リロールのコストが",
[2]="{C:money}$#1#{} 減少する",
},
},
["v_recyclomancy"]={
["unlock"]={
[1]="合計 {C:attention}#1#{} 枚の",
[2]="カードをディスカードする",
[3]="{C:inactive}（#2#）",
},
["name"]="リサイクロマンシー",
["text"]={
[1]="ラウンドごとに",
[2]="永久的に",
[3]="ディスカード {C:blue}+#1#{} を得る",
},
},
["v_palette"]={
["unlock"]={
[1]="ハンドサイズを",
[2]="{C:attention}#1#{} 枚まで減らす",
},
["name"]="パレット",
["text"]={
[1]="ハンドにカードを",
},
},
["v_overstock_plus"]={
["unlock"]={
[1]="ショップで",
[2]="合計 {C:money}$#1#{} 使う",
[3]="{C:inactive}（$#2#）",
},
["name"]="オーバーストックプラス",
["text"]={
[1]="カードスロット {C:attention}+1{} が",
[2]="ショップで購入できる",
},
},
["v_blank"]={
["name"]="ブランク",
["text"]={
[1]="{C:inactive}何もしない？",
},
},
["v_directors_cut"]={
["name"]="ディレクターズカット",
["text"]={
[1]="ボスブラインドをアンティごとに",
[2]="{C:attention}1{} 回リロールする",
[3]="1ロールあたり {C:money}$#1#{}",
},
},
["v_petroglyph"]={
["unlock"]={
[1]="アンティ {C:attention}-#1#{}",
[2]="{E:1,C:attention}#1#{} に到達する",
},
["name"]="ペトログリフ",
["text"]={
[1]="アンティ {C:attention}-#1#{}",
[2]="アンティ{C:attention}-#1#{}",
[3]="ディスカード{C:red}-#1#{} ",
},
},
["v_planet_merchant"]={
["name"]="惑星商人",
["text"]={
[1]="ショップでの",
[2]="{C:planet}惑星{} カードの",
[3]="出現確率 {C:attention}#1#X{}",
},
},
["v_antimatter"]={
["unlock"]={
[1]="{C:voucher}ブランク{} を",
[2]="合計 {C:attention}#1#{} 回引き換える",
[3]="{C:inactive}（#2#）",
},
["name"]="反物質",
["text"]={
[1]="ジョーカースロット {C:dark_edition}+1{}",
},
},
["v_crystal_ball"]={
["name"]="水晶玉",
["text"]={
[1]="消耗スロット {C:attention}+1{}",
},
},
},
["Enhanced"]={
["m_stone"]={
["name"]="ストーンカード",
["text"]={
[1]="チップ {C:chips}+#1#{}",
[2]="ランクおよびスーツはない",
},
},
["m_mult"]={
["name"]="倍率カード",
["text"]={
[1]="倍率 {C:mult}+#1#{}",
},
},
["m_wild"]={
["name"]="ワイルドカード",
["text"]={
[1]="どのスーツとしても",
[2]="使用できる",
},
},
["m_glass"]={
["name"]="グラスカード",
["text"]={
[1]="{C:green}#3#分の#2#{} の確率で",
[2]="カードを破壊する",
[3]="倍率 {X:mult,C:white} X#1#{}",
},
},
["m_steel"]={
["name"]="スチールカード",
["text"]={
[1]="このカードが",
[2]="手札にある間",
[3]="倍率 {X:mult,C:white} X#1# {}",
},
},
["m_bonus"]={
["name"]="ボーナスカード",
["text"]={
},
},
["m_gold"]={
["name"]="ゴールドカード",
["text"]={
[1]="ラウンド終了時に",
[2]="このカードが手札にある場合",
[3]="{C:money}$#1#{}",
},
},
["m_lucky"]={
["name"]="ラッキーカード",
["text"]={
[1]="{C:green}#3#分の#1#{} の確率で",
[2]="倍率 {C:mult}+#2#{}",
[3]="{C:green}#5#分の#1#{} の確率で",
[4]="{C:money}$#4#{} 得る",
},
},
},
["Tarot"]={
["c_sun"]={
["name"]="太陽",
["text"]={
[1]="{C:attention}#1#{} 枚までの",
[2]="選択されたカードを",
[3]="{V:1}#2#{} に変換する",
},
},
["c_empress"]={
["name"]="女帝",
["text"]={
[1]="選択した {C:attention}#1#{} 枚のカードを",
[2]="{C:attention}#2#{} に",
[3]="強化する",
},
},
["c_star"]={
["name"]="星",
["text"]={
[1]="{C:attention}#1#{} 枚までの",
[2]="選択されたカードを",
[3]="{V:1}#2#{} に変換する",
},
},
["c_judgement"]={
["name"]="審判",
["text"]={
[1]="ランダムな {C:attention}ジョーカー{} カードを",
[2]="作る",
[3]="{C:inactive}（空きが必要）",
},
},
["c_death"]={
["name"]="死神",
["text"]={
[1]="{C:attention}#1#{} 枚のカードを選択し",
[2]="{C:attention}左{} のカードを",
[3]="{C:attention}右{} のカードに変換する",
[4]="{C:inactive}（ドラッグして並べ替え）",
},
},
["c_wheel_of_fortune"]={
["name"]="運命の輪",
["text"]={
[1]="{C:green}#2#分の#1#{} の確率で",
[2]="ランダムな {C:attention}ジョーカー{} に",
[3]="{C:dark_edition}フォイル{}、 {C:dark_edition}ホログラム{}",
[4]="{C:dark_edition}ポリクローム{} エディションのいずれかを加える",
},
},
["c_heirophant"]={
["name"]="教皇",
["text"]={
[1]="選択した {C:attention}#1#{} 枚のカードを",
[2]="{C:attention}#2#{} に",
[3]="強化する",
},
},
["c_fool"]={
["name"]="愚者",
["text"]={
[1]="このランで使用された",
[2]="最後の {C:tarot}タロット{} または {C:planet}惑星{} カードを",
[3]="作る",
[4]="ただし {s:0.8,C:tarot}愚者{s:0.8} は除く",
},
},
["c_high_priestess"]={
["name"]="女教皇",
["text"]={
[1]="ランダムな {C:planet}惑星{} カードを",
[2]="最大 {C:attention}#1#{} 枚まで作る",
[3]="{C:inactive}（空きが必要）",
},
},
["c_chariot"]={
["name"]="戦車",
["text"]={
[1]="選択した {C:attention}#1#{} 枚のカードを",
[2]="{C:attention}#2#{} に",
[3]="強化する",
},
},
["c_lovers"]={
["name"]="恋人",
["text"]={
[1]="選択した {C:attention}#1#{} 枚のカードを",
[2]="{C:attention}#2#{} に",
[3]="強化する",
},
},
["c_hanged_man"]={
["name"]="吊された男",
["text"]={
[1]="{C:attention}#1#{} 枚までの",
[2]="選択されたカードを破壊する",
},
},
["c_strength"]={
["name"]="強さ",
["text"]={
[1]="最大 {C:attention}#1#{} 枚の",
[2]="選択されたカードのランクを",
[3]="{C:attention}1{} 上げる",
},
},
["c_world"]={
["name"]="世界",
["text"]={
[1]="{C:attention}#1#{} 枚までの",
[2]="選択されたカードを",
[3]="{V:1}#2#{} に変換する",
},
},
["c_hermit"]={
["name"]="隠者",
["text"]={
[1]="資金を2倍にする",
[2]="{C:inactive}（最高 {C:money}$#1#{C:inactive}）",
},
},
["c_devil"]={
["name"]="悪魔",
["text"]={
[1]="選択した {C:attention}#1#{} 枚のカードを",
[2]="{C:attention}#2#{} に",
[3]="強化する",
},
},
["c_magician"]={
["name"]="魔術師",
["text"]={
[1]="選択した {C:attention}#1#{} 枚のカードを",
[2]="{C:attention}#2#{} に",
[3]="強化する",
},
},
["c_moon"]={
["name"]="月",
["text"]={
[1]="{C:attention}#1#{} 枚までの",
[2]="選択されたカードを",
[3]="{V:1}#2#{} に変換する",
},
},
["c_emperor"]={
["name"]="皇帝",
["text"]={
[1]="ランダムな {C:tarot}タロット{} カードを",
[2]="最大 {C:attention}#1#{} 枚まで作る",
[3]="{C:inactive}（空きが必要）",
},
},
["c_temperance"]={
["name"]="節制",
["text"]={
[1]="現在のすべてのジョーカーの",
[2]="セルバリューの合計を与える",
[3]="{C:inactive}（最高 {C:money}$#1#{C:inactive}）",
[4]="{C:inactive}（現在 {C:money}$#2#{C:inactive}）",
},
},
["c_tower"]={
["name"]="塔",
["text"]={
[1]="選択した {C:attention}#1#{} 枚のカードを",
[2]="{C:attention}#2#{} に",
[3]="強化する",
},
},
["c_justice"]={
["name"]="正義",
["text"]={
[1]="選択した {C:attention}#1#{} 枚のカードを",
[2]="{C:attention}#2#{} に",
[3]="強化する",
},
},
},
["Stake"]={
["stake_green"]={
["name"]="グリーンステーク",
["text"]={
[1]="各 {C:attention}アンティ{} に必要な",
[2]="スコアスケールが速くなる",
[3]="{s:0.8}以前のすべてのステークに適用",
},
},
["stake_blue"]={
["name"]="ブルーステーク",
["text"]={
[1]="ディスカード {C:red}-1{}",
[2]="{s:0.8}以前のすべてのステークに適用",
},
},
["stake_white"]={
["name"]="ホワイトステーク",
["text"]={
[1]="ベース難易度",
},
},
["stake_red"]={
["name"]="レッドステーク",
["text"]={
[1]="{C:attention}スモールブラインド{} が",
[2]="報奨金を与えない",
[3]="{s:0.8}以前のすべてのステークに適用",
},
},
["stake_black"]={
["name"]="ブラックステーク",
["text"]={
[1]="ショップに {C:attention}エターナル{} ジョーカーが出現可",
[2]="{C:inactive,s:0.8}{売却や破壊はできない}",
[3]="{s:0.8}以前のすべてのステークに適用",
},
},
["stake_orange"]={
["name"]="オレンジステーク",
["text"]={
[1]="{C:attention}ブースターパック{} が",
[2]="各アンティごとに {C:money}$1{} 高くなる",
[3]="{s:0.8}以前のすべてのステークに適用",
},
},
["stake_purple"]={
["name"]="パープルステーク",
["text"]={
[1]="各 {C:attention}アンティ{} に必要な",
[2]="スコアスケールが速くなる",
[3]="{s:0.8}以前のすべてのステークに適用",
},
},
["stake_gold"]={
["name"]="ゴールドステーク",
["text"]={
[1]="ハンドサイズ{C:red}-1{}",
[2]="{s:0.8}以前のすべてのステークに適用",
},
},
},
["Planet"]={
["c_pluto"]={
["name"]="冥王星",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_neptune"]={
["name"]="海王星",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_mercury"]={
["name"]="水星",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_jupiter"]={
["name"]="木星",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_venus"]={
["name"]="金星",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_mars"]={
["name"]="火星",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_eris"]={
["name"]="エリス",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#{} ",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_earth"]={
["name"]="地球",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_ceres"]={
["name"]="セレス",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_saturn"]={
["name"]="土星",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_planet_x"]={
["name"]="プラネットX",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
["c_uranus"]={
["name"]="天王星",
["text"]={
[1]="{S:0.8}（{S:0.8,V:1}レベル#1#{S:0.8}）{} レベルアップ",
[2]="{C:attention}#2#",
[3]="倍率 {C:mult}+#3#{} および",
[4]="チップ {C:chips}+#4#{}",
},
},
},
["Other"]={
["p_buffoon_jumbo"]={
["name"]="ジャンボ道化師パック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:joker}ジョーカー{} カードから",
[2]="{C:attention}#1#{} 枚を選ぶ",
},
},
["p_standard_jumbo"]={
["name"]="ジャンボスタンダードパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:attention}トランプ{} から",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="デッキに加える",
},
},
["debuffed_default"]={
["name"]="デバフ状態",
["text"]={
[1]="すべての能力は",
[2]="無効です",
},
},
["undiscovered_spectral"]={
["name"]="未発見",
["text"]={
[1]="このカードを購入するか",
[2]="シードされていないランで使用すると",
[3]="効果を知ることができる",
[4]=" ",
},
},
["p_celestial_jumbo"]={
["name"]="ジャンボ天体パック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:planet}惑星{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
["demo_shop_locked"]={
["name"]="ロック中",
["text"]={
[1]="{C:attention}Jimbo{} のパーソナルコレクションの",
[2]="カードは",
[3]="{E:1,C:red}Balatro{} の製品版で",
[4]="利用できます",
},
},
["black_sticker"]={
["name"]="ブラックステッカー",
["text"]={
[1]="{C:attention}ブラックステーク{} の難易度で",
[2]="このジョーカーを使用して",
[3]="勝利した",
},
},
["p_spectral_jumbo"]={
["name"]="ジャンボスペクトルパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:spectral}スペクトル{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
["challenge_locked"]={
["name"]="ロック中",
["text"]={
[1]="チャレンジモードをアンロックするには",
[2]="#1#種類以上の異なるデッキで",
[3]="ランに勝利する",
[4]="{C:attention,s:2}#2#/#1#",
},
},
["undiscovered_joker"]={
["name"]="未発見",
["text"]={
[1]="このカードを購入するか",
[2]="シードされていないランで使用すると",
[3]="効果を知ることができる",
[4]=" ",
},
},
["purple_seal"]={
["name"]="パープルシール",
["text"]={
[1]="{C:attention}ディスカード{} された時",
[2]="{C:tarot}タロット{} カードを作る",
[3]="{C:inactive}（空きが必要）",
},
},
["card_chips"]={
["text"]={
[1]="チップ {C:chips}+#1#{}",
},
},
["p_standard_normal"]={
["name"]="スタンダードパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:attention}トランプ{} から",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="デッキに加える",
},
},
["red_seal"]={
["name"]="レッドシール",
["text"]={
[1]="このカードを {C:attention}1{} 回",
[2]="再発動する",
},
},
["white_sticker"]={
["name"]="ホワイトステッカー",
["text"]={
[1]="{C:attention}ホワイトステーク{} の難易度で",
[2]="このジョーカーを使用して",
[3]="勝利した",
},
},
["playing_card"]={
["text"]={
[1]="{V:1}#2# の {C:light_black}#1#{}",
},
},
["card_extra_chips"]={
["text"]={
[1]="追加チップ {C:chips}+#1#{}",
},
},
["deck_locked_stake"]={
["name"]="ロック中",
["text"]={
[1]="いずれかのデッキで",
[2]="{V:1}#1#{} 以上の難易度で",
[3]="ランに勝利する",
},
},
["orange_sticker"]={
["name"]="オレンジステッカー",
["text"]={
[1]="{C:attention}オレンジステーク{} の難易度で",
[2]="このジョーカーを使用して",
[3]="勝利した",
},
},
["red_sticker"]={
["name"]="レッドステッカー",
["text"]={
[1]="{C:attention}レッドステーク{} の難易度で",
[2]="このジョーカーを使用して",
[3]="勝利した",
},
},
["p_standard_mega"]={
["name"]="メガスタンダードパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:attention}トランプ{} から",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="デッキに加える",
},
},
["locked"]={
["name"]="ロック中",
["text"]={
},
},
["debuffed_playing_card"]={
["name"]="デバフ状態",
["text"]={
[1]="チップはスコアされず",
[2]="すべての能力は",
[3]="無効です",
},
},
["green_sticker"]={
["name"]="グリーンステッカー",
["text"]={
[1]="{C:attention}グリーンステーク{} の難易度で",
[2]="このジョーカーを使用して",
[3]="勝利した",
},
},
["deck_locked_win"]={
["name"]="ロック中",
["text"]={
[1]="いずれかの難易度で",
[2]="{C:attention}#1#{} で",
[3]="ランに勝利する",
},
},
["undiscovered_tag"]={
["name"]="未発見",
["text"]={
[1]="シードされていないランで",
[2]="このタグを使用すると",
[3]="効果を知ることができる",
},
},
["p_buffoon_normal"]={
["name"]="道化師パック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:joker}ジョーカー{} カードから",
[2]="{C:attention}#1#{} 枚を選ぶ",
},
},
["undiscovered_tarot"]={
["name"]="未発見",
["text"]={
[1]="このカードを購入するか",
[2]="シードされていないランで使用すると",
[3]="効果を知ることができる",
[4]=" ",
},
},
["remove_negative"]={
["text"]={
},
},
["pinned_left"]={
["name"]="ピン留め",
["text"]={
[1]="このジョーカーは",
[2]="一番左のポジションに",
[3]="固定される",
},
},
["gold_seal"]={
["name"]="ゴールドシール",
["text"]={
[1]="このカードがプレイされた時",
[2]="{C:money}$3{} を得て",
[3]="スコアする",
},
},
["demo_locked"]={
["name"]="ロック中",
["text"]={
[1]="この体験版では",
[2]="利用できません",
},
},
["undiscovered_edition"]={
["name"]="未発見",
["text"]={
[1]="シードされていないランで",
[2]="このエディションを見つけると",
[3]="効果を知ることができる",
},
},
["wip_locked"]={
["name"]="ロック中",
["text"]={
[1]="現在",
[2]="開発中です",
},
},
["undiscovered_booster"]={
["name"]="未発見",
["text"]={
[1]="シードされていないランで",
[2]="このパックを開封すると",
[3]="効果を知ることができる",
},
},
["p_spectral_normal"]={
["name"]="スペクトルパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:spectral}スペクトル{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
["deck_locked_discover"]={
["name"]="ロック中",
["text"]={
[1]="自分のコレクションから",
[2]="{C:attention}#1#{} 以上のアイテムを",
[3]="発見する",
},
},
["gold_sticker"]={
["name"]="ゴールドステッカー",
["text"]={
[1]="{C:attention}ゴールドステーク{} の難易度で",
[2]="このジョーカーを使用して",
[3]="勝利した",
},
},
["p_celestial_normal"]={
["name"]="天体パック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:planet}惑星{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
["blue_seal"]={
["name"]="ブルーシール",
["text"]={
[1]="ラウンドの最後にこのカードが",
[2]="ハンドに{C:attention} ある{} 場合",
[3]="{C:planet}惑星{} カードを作る",
},
},
["undiscovered_voucher"]={
["name"]="未発見",
["text"]={
[1]="このバウチャーを",
[2]="シードされていないランで",
[3]="引き換えると",
[4]="効果を知ることができる",
},
},
["p_arcana_normal"]={
["name"]="アルカナパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:tarot}タロット{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
["joker_locked_legendary"]={
["name"]="ロック中",
["text"]={
[1]="{C:spectral}ソウル{} カードから",
[2]="このジョーカーを見つける",
},
},
["blue_sticker"]={
["name"]="ブルーステッカー",
["text"]={
[1]="{C:attention}ブルーステーク{} の難易度で",
[2]="このジョーカーを使用して",
[3]="勝利した",
},
},
["p_arcana_mega"]={
["name"]="メガアルカナパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:tarot}タロット{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
["p_buffoon_mega"]={
["name"]="メガ道化師パック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:joker}ジョーカー{} カードから",
[2]="{C:attention}#1#{} 枚を選ぶ",
},
},
["eternal"]={
["name"]="エターナル",
["text"]={
[1]="売ることも",
[2]="壊すこともできない",
},
},
["purple_sticker"]={
["name"]="パープルステッカー",
["text"]={
[1]="{C:attention}パープルステーク{} の難易度で",
[2]="このジョーカーを使用して",
[3]="勝利した",
},
},
["undiscovered_planet"]={
["name"]="未発見",
["text"]={
[1]="このカードを購入するか",
[2]="シードされていないランで使用すると",
[3]="効果を知ることができる",
[4]=" ",
},
},
["p_arcana_jumbo"]={
["name"]="ジャンボアルカナパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:tarot}タロット{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
["p_celestial_mega"]={
["name"]="メガ天体パック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:planet}惑星{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
["p_spectral_mega"]={
["name"]="メガスペクトルパック",
["text"]={
[1]="{C:attention}#2#{} 枚までの {C:spectral}スペクトル{} カードから",
[2]="{C:attention}#1#{} 枚を選んで",
[3]="すぐに使用する",
},
},
},
["Edition"]={
["e_negative"]={
["name"]="ネガティブ",
["text"]={
[1]="ジョーカースロット {C:dark_edition}+#1#{}",
},
},
["e_polychrome"]={
["name"]="ポリクローム",
["text"]={
[1]="倍率 {X:mult,C:white}X#1#{}",
},
},
["e_holo"]={
["name"]="ホログラム",
["text"]={
[1]="倍率 {C:mult}+#1#{}",
},
},
["e_negative_consumable"]={
["name"]="ネガティブ",
["text"]={
[1]="消耗スロット {C:dark_edition}+#1#{}",
},
},
["e_base"]={
["name"]="ベース",
["text"]={
[1]="追加効果なし",
},
},
["e_foil"]={
["name"]="フォイル",
["text"]={
[1]="チップ {C:chips}+#1#{}",
},
},
},
["Joker"]={
["j_mime"]={
["name"]="マイム",
["text"]={
[1]="{C:attention}持っている{}",
[2]="すべてのカードの能力を",
[3]="再発動させる",
},
},
["j_sly"]={
["name"]="スライジョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="チップ {C:chips}+#1#{}",
},
},
["j_ceremonial"]={
["name"]="儀式の短剣",
["text"]={
[1]="{C:attention}ブラインド{} が選択された時",
[2]="右のジョーカーを破壊し",
[3]="永久的にそのセルバリューの2倍の値を",
[4]="この {C:red}倍率{} に加える",
[5]="{C:inactive}（現在 倍率 {C:mult}+#1#{C:inactive}）",
},
},
["j_supernova"]={
["name"]="超新星",
["text"]={
[1]="{C:attention}ポーカーハンド{} の",
[2]="プレイ回数を",
[3]="倍率に加える",
},
},
["j_droll"]={
["name"]="ドロールジョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {C:red}+#1#{}",
},
},
["j_perkeo"]={
["unlock"]={
[1]="{E:1,s:1.3}？？？？？",
},
["name"]="ペルケオ",
["text"]={
[1]="{C:attention}ショップ{} 終了時に所持している",
[2]="ランダムな {C:tarot}消耗{} カード{C:attention}1{} 枚を",
[3]="{C:dark_edition}ネガティブ{} にした",
[4]="コピーを作る",
},
},
["j_seance"]={
["name"]="降霊術",
["text"]={
[1]="{C:attention}ポーカーハンド{} が {C:attention}#1#{} だった場合",
[2]="ランダムな {C:spectral}スペクトル{} カードを",
[3]="1枚作る",
[4]="{C:inactive} 空きが必要）",
},
},
["j_four_fingers"]={
["name"]="フォーフィンガー",
["text"]={
[1]="すべての {C:attention}フラッシュ{} と",
[2]="{C:attention}ストレート{} を",
[3]="{C:attention}4{} 枚のカードで作ることができる",
},
},
["j_golden"]={
["name"]="ゴールデンジョーカー",
["text"]={
[1]="ラウンド終了時に",
[2]="{C:money}$#1#{} を得る",
},
},
["j_delayed_grat"]={
["name"]="遅れた満足感",
["text"]={
[1]="ラウンド終了までに",
[2]="ディスカードが使われなかった場合",
[3]="{C:attention}ディスカード{} するごとに {C:money}$#1#{} を得る",
},
},
["j_castle"]={
["name"]="キャッスル",
["text"]={
[1]="このジョーカーは、カードを {V:1}#2#{} 枚ディスカードするたびに",
[2]="チップ {C:chips}+#1#{} を得る",
[3]="スーツはラウンドごとに変わる",
[4]="{C:inactive}（現在 チップ {C:chips}+#3#{C:inactive}）",
},
},
["j_hit_the_road"]={
["unlock"]={
[1]="同時に",
[2]="{E:1,C:attention}ジャック{} を",
[3]="{E:1,C:attention}5{} 枚ディスカードする",
},
["name"]="ヒット・ザ・ロード",
["text"]={
[1]="このラウンドでディスカードされた",
[2]="{C:attention}ジャック{} 1枚につき",
[3]="倍率 {X:mult,C:white}X#1#{} を得る",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_card_sharp"]={
["name"]="カードシャープ",
["text"]={
[1]="プレイした {C:attention}ポーカーハンド{} が",
[2]="すでにこのラウンドでプレイされていた場合",
[3]="倍率 {X:mult,C:white}X#1#{}",
},
},
["j_pareidolia"]={
["name"]="パレイドリア",
["text"]={
[1]="すべてのカードが",
[2]="{C:attention}フェイス{} カードと",
[3]="みなされる",
},
},
["j_green_joker"]={
["name"]="グリーンジョーカー",
["text"]={
[1]="プレイされたハンドごとに倍率 {C:mult}+#1#{}",
[2]="ディスカードするごとに倍率 {C:mult}-#2#{}",
[3]="{C:inactive}（現在 倍率 {C:mult}+#3#{C:inactive}）",
},
},
["j_shortcut"]={
["name"]="ショートカット",
["text"]={
[1]="{C:attention}1ランク{} の開きがあっても",
[2]="{C:attention}ストレート{} を作ることができる",
[3]="{C:inactive}（例： {C:attention}2 3 5 7 8{C:inactive}）",
},
},
["j_luchador"]={
["name"]="ルチャドール",
["text"]={
[1]="このカードを売ると",
[2]="現在の {C:attention}ボスブラインド{} を",
[3]="無効にする",
},
},
["j_devious"]={
["name"]="ディヴィアスジョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="チップ {C:chips}+#1#{}",
},
},
["j_steel_joker"]={
["name"]="スチールジョーカー",
["text"]={
[1]="このジョーカーは、フルデッキ内の",
[2]="{C:attention}スチール{} カード1枚につき",
[3]="倍率 {X:mult,C:white}X#1#{} を与える",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_rocket"]={
["name"]="ロケット",
["text"]={
[1]="ラウンド終了時に {C:money}$#1#{} を得る",
[2]="{C:attention}ボスブラインド{} を倒すと",
[3]="{C:money}$#2#{} を得る",
},
},
["j_credit_card"]={
["name"]="クレジットカード",
["text"]={
[1]="負債額が",
[2]="{C:red}-$#1#{} まで増える",
},
},
["j_hologram"]={
["name"]="ホログラム",
["text"]={
[1]="デッキに {C:attention}カード{} が",
[2]="追加されるたびに",
[3]="倍率 {X:mult,C:white}X#1#{} を得る",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_ride_the_bus"]={
["name"]="ライド・ザ・バス",
["text"]={
[1]="スコアされる {C:attention}フェイス{}",
[2]="カードがないハンドが",
[3]="連続でプレイされるたびに",
[4]="倍率 {C:mult}+#1#{}",
[5]="{C:inactive}（現在 倍率 {C:mult}+#2#{C:inactive}）",
},
},
["j_hiker"]={
["name"]="ハイカー",
["text"]={
[1]="プレイされた {C:attention}カード{} が",
[2]="スコアされた時、永久的に",
[3]="チップ {C:chips}+#1#{} を与える",
},
},
["j_ramen"]={
["name"]="ラーメン",
["text"]={
[1]="倍率 {X:mult,C:white}X#1#{}",
[2]="ディスカードされた {C:attention}カード{} 1枚につき",
[3]="倍率 {X:mult,C:white}X#2#{} を失う",
},
},
["j_square"]={
["name"]="スクエアジョーカー",
["text"]={
[1]="プレイされたハンドに",
[2]="{C:attention}4{} のカードが含まれる場合",
[3]="チップを {C:chips}+#2#{} 得る",
[4]="{C:inactive}（現在 {C:chips}#1#{} チップ）",
},
},
["j_baseball"]={
["name"]="ベースボールカード",
["text"]={
[1]="それぞれの {C:green}アンコモン{} ジョーカーが",
[2]="倍率 {X:mult,C:white}X#1#{} を与える",
},
},
["j_burglar"]={
["name"]="強盗",
["text"]={
[1]="{C:attention}ブラインド{} が選択された時",
[2]="ハンドを {C:blue}+#1#{} 得て",
[3]="{C:attention}すべてのディスカードを失う",
},
},
["j_reserved_parking"]={
["name"]="リザーブドパーキング",
["text"]={
[1]="手札にある",
[2]="{C:attention}フェイス{} カード1枚につき",
[3]="{C:green}#3#分の#2#{} の確率で",
[4]="{C:money}$#1#{}を与える",
},
},
["j_cavendish"]={
["name"]="カベンディッシュ",
["text"]={
[1]="倍率 {X:mult,C:white}X#1#{}",
[2]="このカードはラウンド終了時に",
[3]="{C:green}#3#分の#2#{} の確率で",
[4]="破壊される",
},
},
["j_erosion"]={
["name"]="イロージョン",
["text"]={
[1]="フルデッキの {C:attention}#3#{} 枚を下回る",
[2]="カード1枚につき",
[3]="倍率 {C:red}+#1#{}",
[4]="{C:inactive}（現在 倍率 {C:red}+#2#{C:inactive}）",
},
},
["j_trio"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} をプレイせずに",
[2]="ランに勝利する",
[3]=" ",
},
["name"]="トリオ",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {X:mult,C:white}X#1#{}",
},
},
["j_flash"]={
["name"]="フラッシュカード",
["text"]={
[1]="ショップで {C:attention}リロール{} するたびに",
[2]="倍率 {C:mult}+#1#{}",
[3]="{C:inactive}（現在 倍率 {C:mult}+#2#{C:inactive}）",
},
},
["j_blueprint"]={
["unlock"]={
[1]="ランに勝利する",
},
["name"]="ブループリント",
["text"]={
[1]="右の {C:attention}ジョーカー{} の能力を",
[2]="コピーする",
},
},
["j_joker"]={
["name"]="ジョーカー",
["text"]={
[1]="倍率 {C:red,s:1.1}+#1#{}",
},
},
["j_red_card"]={
["name"]="レッドカード",
["text"]={
[1]="{C:attention}ブースターパック{} がスキップされた時",
[2]="倍率 {C:red}+#1#{} を得る",
[3]="{C:inactive}（現在 倍率 {C:red}+#2#{C:inactive}）",
},
},
["j_onyx_agate"]={
["unlock"]={
[1]="デッキに",
[2]="{E:1,C:attention}#1#{} 枚以上の",
[3]="{E:1,C:attention}#2#{} スーツを持つ",
},
["name"]="オニキスアゲート",
["text"]={
[1]="プレイされた {C:clubs}クラブ{} スーツのカードが",
[2]="スコアされた時",
[3]="倍率 {C:mult}+#1#{} ",
},
},
["j_loyalty_card"]={
["name"]="ロイヤルティカード",
["text"]={
[1]="{C:attention}#2#{} ハンドがプレイされるたびに",
[2]="倍率 {X:red,C:white}X#1#{}",
[3]="{C:inactive}#3#",
},
},
["j_trousers"]={
["name"]="スペアトラウザー",
["text"]={
[1]="プレイされたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {C:mult}+#1#{}",
[4]="{C:inactive}（現在 倍率 {C:red}+#3#{C:inactive}）",
},
},
["j_baron"]={
["name"]="バロン",
["text"]={
[1]="手札にある {C:attention}キング{} 1枚につき",
[2]="倍率 {X:mult,C:white}X#1#{} を",
[3]="与える",
},
},
["j_space"]={
["name"]="スペースジョーカー",
["text"]={
[1]="{C:green}#2#分の#1#{} の確率で",
[2]="プレイした {C:attention}ポーカーハンド{} の",
[3]="レベルがアップグレードする",
},
},
["j_triboulet"]={
["unlock"]={
[1]="{E:1,s:1.3}？？？？？",
},
["name"]="トリブレ",
["text"]={
[1]="プレイされた {C:attention}キング{} と {C:attention}クイーン{} が",
[2]="それぞれスコアされた時",
[3]="倍率 {X:mult,C:white}X#1#{}",
},
},
["j_gift"]={
["name"]="ギフトカード",
["text"]={
[1]="ラウンド終了時に",
[2]="すべての {C:attention}ジョーカー{} と {C:attention}消耗{} カードの",
[3]="{C:attention}セルバリュー{} に",
[4]="{C:money}$#1#{} を加える",
},
},
["j_wily"]={
["name"]="ウィリージョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="チップ {C:chips}+#1#{}",
},
},
["j_even_steven"]={
["name"]="イーブンスティーブン",
["text"]={
[1]="プレイされた {C:attention}偶数{} ランクの",
[2]="カードがスコアされた時",
[3]="倍率 {C:mult}+#1#{}",
[4]="{C:inactive}（10、8、6、4、2）",
},
},
["j_half"]={
["name"]="ハーフジョーカー",
["text"]={
[1]="プレイした手札が {C:attention}#2#{} を含むか",
[2]="カードの枚数が少ない場合",
[3]="倍率 {C:red}+#1#{}",
},
},
["j_ancient"]={
["name"]="エンシェントジョーカー",
["text"]={
[1]="スコアされた時",
[2]="{V:1}#2#{} スーツでプレイされたカードごとに",
[3]="倍率 {X:mult,C:white}X#1#{}",
[4]="{s:0.8} スーツはラウンド終了時に変わる",
},
},
["j_walkie_talkie"]={
["name"]="ウォーキートーキー",
["text"]={
[1]="スコアされた時",
[2]="プレイされた {C:attention}10{} または {C:attention}4{} ごとに",
[3]="チップ {C:chips}+#1#{} を与え、倍率 {C:mult}+#2#{}",
},
},
["j_merry_andy"]={
["unlock"]={
[1]="{E:1,C:attention}#1# ラウンド以内に",
[2]="ランに勝利する",
},
["name"]="メリーアンディ",
["text"]={
[1]="次のラウンドで",
[2]="ディスカード {C:red}+#1#{}",
},
},
["j_gros_michel"]={
["name"]="グロスミッチェル",
["text"]={
[1]="倍率 {C:mult}+#1#{}",
[2]="このカードはラウンド終了時に",
[3]="{C:green}#3#分の#2#{} の確率で",
[4]="破壊される",
},
},
["j_astronomer"]={
["unlock"]={
[1]="すべての {E:1,C:planet}惑星{} カードを",
[2]="発見する",
},
["name"]="天文学者",
["text"]={
[1]="ショップの {C:planet}惑星{} カードと",
[2]="{C:planet}天体パック{} ",
[3]="がすべて {C:attention}無料{} になる",
},
},
["j_crafty"]={
["name"]="クラフティジョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="チップ {C:chips}+#1#{}",
},
},
["j_mail"]={
["name"]="メールによる払い戻し",
["text"]={
[1]="{C:attention}#2#{} がディスカードされるたびに",
[2]="{C:money}$#1#{} を得る",
[3]="ランクはラウンドごとに変わる",
},
},
["j_chaos"]={
["name"]="カオス・ザ・クラウン",
["text"]={
[1]="ショップに行くたびに",
[2]="{C:attention}#1#{} 回無料で {C:green}リロール{} できる",
},
},
["j_troubadour"]={
["unlock"]={
[1]="1ハンドだけで",
[2]="連続 {C:attention,E:1}#1#{} ラウンド",
[3]="勝利する",
},
["name"]="トルバドゥール",
["text"]={
[1]="ハンドサイズ {C:attention}+#1#{}",
[2]="ラウンドごとにハンド {C:red}-#2#{}",
},
},
["j_wrathful_joker"]={
["name"]="ラスフルジョーカー",
["text"]={
[1]="プレイされた {C:spades}#2#{} スーツの",
[2]="カードがスコアされた時",
[3]="倍率 {C:mult}+#1#{}",
},
},
["j_lucky_cat"]={
["name"]="ラッキーキャット",
["text"]={
[1]="{C:attention}ラッキー{} カードの発動が成功するたびに",
[2]="倍率 {X:mult,C:white}X#1#{} を得る",
[3]=" ",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_mr_bones"]={
["unlock"]={
[1]="{C:attention,E:1}#1#{} ランで負ける",
[2]="{C:inactive}（#2#）",
},
["name"]="ミスターボーンズ",
["text"]={
[1]="スコアされたチップが",
[2]="必要なチップの",
[3]="{C:attention}25%{} 以上だった場合",
[4]="死を防ぎ",
[5]="{S:1.1,C:red,E:2}自らを破壊する{}",
},
},
["j_obelisk"]={
["name"]="オベリスク",
["text"]={
[1]="最も多くプレイした ",
[2]="{C:attention}ポーカーハンド{} をプレイしないまま",
[3]="連続でハンドがプレイされるたびに",
[4]="倍率 {X:mult,C:white}X#1#{}",
[5]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_gluttenous_joker"]={
["name"]="グラトナスジョーカー",
["text"]={
[1]="プレイされた {C:clubs}#2#{} スーツの",
[2]="カードがスコアされた時 ",
[3]="倍率 {C:mult}+#1#{}",
},
},
["j_glass"]={
["unlock"]={
[1]="デッキに",
[2]="{E:1,C:attention}#1#{} 枚以上の",
[3]="{E:1,C:attention}#2#{} を持つ",
},
["name"]="グラスジョーカー",
["text"]={
[1]="{C:attention}グラスカード{} が",
[2]="破壊されるたびに",
[3]="倍率 {X:mult,C:white}X#1#{} を得る",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_clever"]={
["name"]="クレバージョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="チップ {C:chips}+#1#{}",
},
},
["j_scholar"]={
["name"]="学者",
["text"]={
[1]="プレイされた {C:attention}エース{} がスコアされた時",
[2]="チップ {C:chips}+#2#{} と",
[3]="倍率 {C:mult}+#1#{} を",
[4]="与える",
},
},
["j_blue_joker"]={
["name"]="ブルージョーカー",
["text"]={
[1]="{C:attention}デッキ{} の残りのカード1枚につき",
[2]="チップ {C:chips}+#1#{}",
[3]="{C:inactive}（現在 チップ {C:chips}+#2#{C:inactive}）",
},
},
["j_arrowhead"]={
["unlock"]={
[1]="デッキに",
[2]="{E:1,C:attention}#1#{} 枚以上の",
[3]="{E:1,C:attention}#2#{} スーツを持つ",
},
["name"]="アローヘッド",
["text"]={
[1]="プレイされた {C:spades}スペード{} スーツのカードが",
[2]="スコアされた時",
[3]="チップ {C:chips}+#1#{}",
},
},
["j_throwback"]={
["unlock"]={
[1]="メインメニューから",
[2]="保存したランを続ける",
},
["name"]="スローバック",
["text"]={
[1]="このランで {C:attention}ブラインド{} をスキップするごとに",
[2]="倍率 {X:mult,C:white}X#1#{} を得る",
[3]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_invisible"]={
["unlock"]={
[1]="{E:1,C:attention}ジョーカーを4枚{} よりも",
[2]="多く持たずにランに勝利する",
[3]=" ",
},
["name"]="インビジブルジョーカー",
["text"]={
[1]="{C:attention}#1#{} ラウンド後",
[2]="このカードを売ると",
[3]="ランダムなジョーカーを {C:attention}複製{} する",
[4]="{C:inactive}（現在 {C:attention}#2#{C:inactive}/#1#）",
},
},
["j_cloud_9"]={
["name"]="クラウド9",
["text"]={
[1]="ラウンド終了時に",
[2]="{C:attention}フルデッキ{} にある{C:attention} 9{} 1枚につき",
[3]="{C:money}$#1#{} を得る",
[4]="{C:inactive}（現在{C:money}$#2#{}{C:inactive}）",
},
},
["j_greedy_joker"]={
["name"]="グリーディージョーカー",
["text"]={
[1]="プレイされた {C:diamonds}#2#{} スーツの",
[2]="カードがスコアされた時",
[3]="倍率 {C:mult}+#1#{}",
},
},
["j_runner"]={
["name"]="ランナー",
["text"]={
[1]="プレイしたハンドに",
[2]="{C:attention}ストレート{} が含まれる場合",
[3]="チップ {C:chips}+#2#{}",
[4]="{C:inactive}（現在 {C:chips}+#1#{C:inactive} チップ）",
},
},
["j_egg"]={
["name"]="エッグ",
["text"]={
[1]="ラウンド終了時に",
[2]="{C:attention}セルバリュー{} を",
[3]="{C:money}$#1#{} を得る",
},
},
["j_duo"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} をプレイせずに",
[2]="ランに勝利する",
[3]="カードを売る",
},
["name"]="デュオ",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {X:mult,C:white}X#1#{}",
},
},
["j_flower_pot"]={
["unlock"]={
[1]="アンティのレベルが",
[2]="{E:1,C:attention}#1#{} に到達する",
},
["name"]="フラワーポット",
["text"]={
[1]="プレイしたハンドに",
[2]="{C:diamonds}ダイヤ{} 、{C:clubs}クラブ{} 、",
[3]="{C:hearts}ハート{} 、{C:spades}スペード{} の",
[4]="スコアリングカードがあると倍率{X:mult,C:white}X#1#{}",
},
},
["j_mystic_summit"]={
["name"]="ミスティックサミット",
["text"]={
[1]="{C:attention}#2#{} ディスカード",
[2]="が残っている時",
[3]="倍率 {C:mult}+#1#{}",
},
},
["j_midas_mask"]={
["name"]="ミダスマスク",
["text"]={
[1]="プレイされた時",
[2]="すべての {C:attention}フェイス{} カードが",
[3]="{C:attention}ゴールド{} カードになる ",
},
},
["j_smiley"]={
["name"]="スマイリーフェイス",
["text"]={
[1]="スコアされた時",
[2]="プレイされた {C:attention}フェイス{} カードが",
[3]="倍率 {C:mult}+#1#{} を与える",
},
},
["j_drunkard"]={
["name"]="大酒飲み",
["text"]={
[1]="ディスカード {C:red}+#1#{}",
},
},
["j_diet_cola"]={
["name"]="ダイエットコーラ",
["text"]={
[1]="このカードを売ると",
[2]="無料の {C:attention}#1#{} を",
[3]="作る",
},
},
["j_shoot_the_moon"]={
["unlock"]={
[1]="1ラウンドでデッキ内の",
[2]="すべての {E:1,C:attention}ハート{} を",
[3]="プレイする",
},
["name"]="シュート・ザ・ムーン",
["text"]={
[1]="手札の{C:attention}クイーン{} ",
[2]="1枚につき",
[3]="倍率{C:mult}+#1#{}",
},
},
["j_splash"]={
["name"]="スプラッシュ",
["text"]={
[1]="すべての {C:attention}プレイされたカード{} が",
[2]="スコアにカウントされる",
},
},
["j_sock_and_buskin"]={
["unlock"]={
[1]="合計 {C:attention,E:1}#1#{} 枚の",
[2]="フェイスカードをプレイする",
[3]="{C:inactive}（#2#）",
},
["name"]="ソックスとバスキン",
["text"]={
[1]="すべてのプレイされた{C:attention}フェイス{} カードが",
[2]="再発動する",
},
},
["j_rough_gem"]={
["unlock"]={
[1]="デッキに",
[2]="{E:1,C:attention}#1#{} 枚以上の",
[3]="{E:1,C:attention}#2#{} スーツを持つ",
},
["name"]="ラフジェム",
["text"]={
[1]="{C:diamonds}ダイヤ{} スーツでプレイされた",
[2]="カードがスコアされた時",
[3]="{C:money}$#1#{}",
},
},
["j_banner"]={
["name"]="バナー",
["text"]={
[1]="残りの {C:attention}ディスカード{}",
[2]="1枚につき",
[3]="チップ {C:chips}+#1#{}",
},
},
["j_8_ball"]={
["name"]="8ボール",
["text"]={
[1]="プレイしたハンドに",
[2]="{C:attention}8{} が{C:attenetion}#1#{} 枚以上ある場合",
[3]="{C:planet}惑星{} カードを1枚作る",
[4]="{C:inactive}（空きが必要）",
},
},
["j_hallucination"]={
["name"]="ハルシネーション",
["text"]={
[1]="{C:attention}ブースターパック{} を開封するたびに",
[2]="{C:green}#2# 分の #1#{} の確率で",
[3]="{C:tarot}タロット{} カードを作る",
[4]="{C:inactive}（空きが必要）",
},
},
["j_trading"]={
["name"]="トレーディングカード",
["text"]={
[1]="ラウンドの {C:attention}最初のディスカード{} が",
[2]="{C:attention}1{} 枚だった場合",
[3]="それを破壊して {C:money}$#1#{} を得る",
},
},
["j_mad"]={
["name"]="マッドジョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {C:red}+#1#{}",
},
},
["j_abstract"]={
["name"]="アブストラクトジョーカー",
["text"]={
[1]="{C:attention}ジョーカー{} カード1枚につき",
[2]="倍率 {C:mult}+#1#{}",
[3]="{C:inactive}（現在 倍率 {C:red}+#2#{C:inactive}）",
},
},
["j_odd_todd"]={
["name"]="オッドトッド",
["text"]={
[1]="プレイされた {C:attention}奇数{} ランクの",
[2]="カードがスコアされた時",
[3]="チップ {C:chips}+#1#{}",
[4]="{C:inactive}（A、9、7、5、3）",
},
},
["j_riff_raff"]={
["name"]="リフ・ラフ",
["text"]={
[1]="{C:attention}ブラインド{} が選択された時",
[2]="{C:attention}#1#{} {C:blue}コモン{} {C:attention}ジョーカー{} を作る",
[3]="{C:inactive}（空きが必要）",
},
},
["j_superposition"]={
["name"]="スーパーポジション",
["text"]={
[1]="ポーカーハンドに",
[2]="{C:attention}エース{} と {C:attention}ストレート{} を含む場合",
[3]="{C:tarot}タロット{} カードを1枚作る",
[4]="{C:inactive}（空きが必要）",
},
},
["j_to_the_moon"]={
["name"]="トゥ・ザ・ムーン",
["text"]={
[1]="ラウンド終了時の",
[2]="所持金 {C:money}$5{} ごとに",
[3]="追加の {C:attention}利息{} を{C:money}$#1#{} 得る",
},
},
["j_stuntman"]={
["unlock"]={
[1]="1つのハンドで",
[2]="チップを {E:1,C:attention}#1#{} 以上",
[3]="獲得する",
},
["name"]="スタントマン",
["text"]={
[1]="チップ {C:chips}+#1#{}",
[2]="ハンドサイズ {C:attention}-#2#{}",
},
},
["j_satellite"]={
["unlock"]={
[1]="{E:1,C:money}$#1# 以上持つ",
[2]=" ",
},
["name"]="サテライト",
["text"]={
[1]="ラウンド終了時に",
[2]="このランで使われた唯一の {C:planet}惑星{} カード1枚ごとに",
[3]="{C:money}$#1#{} を得る",
[4]="{C:inactive}（現在 {C:money}$#2#{C:inactive}）",
},
},
["j_todo_list"]={
["name"]="ToDoリスト",
["text"]={
[1]="{C:attention}ポーカーハンド {} が {C:attention}$#1# {} だった場合",
[2]="{C:money}$#1#{} を得る。",
[3]="ポーカーハンドは",
[4]="払い戻しのたびに変わる",
},
},
["j_constellation"]={
["name"]="星座",
["text"]={
[1]="使用された {C:planet}惑星{} カード1枚につき",
[2]="倍率 {X:mult,C:white}X#1#{} を得る",
[3]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_selzer"]={
["name"]="セルツァー",
["text"]={
[1]="次の {C:attention}#1#{} ハンドに",
[2]="プレイされたすべてのカードを",
[3]="再発動する",
},
},
["j_stone"]={
["name"]="ストーンジョーカー",
["text"]={
[1]="このジョーカーは、フルデッキ内の",
[2]="{C:attention}ストーンカード{} 1枚につき",
[3]="チップを {C:chips}+#1#{} 与える",
[4]="{C:inactive}（現在 チップ {C:chips}+#2#{C:inactive}）",
},
},
["j_raised_fist"]={
["name"]="レイズドフィスト",
["text"]={
[1]="手札の {C:attention}一番低い{}",
[2]="ランクのカードの",
[3]="{C:attention}2倍{} を倍率に加える",
},
},
["j_marble"]={
["name"]="マーブルジョーカー",
["text"]={
[1]="{C:attention}ブラインド{} が選択された時",
[2]="デッキに",
[3]="{C:attention}ストーン{} カードを1枚加える",
},
},
["j_bull"]={
["name"]="ブル",
["text"]={
[1]="所持金 {C:money}1ドル{} につき",
[2]="チップ {C:chips}+#1#{}",
[3]="{C:inactive}（現在 チップ {C:chips}+#2#{C:inactive}）",
},
},
["j_dna"]={
["name"]="DNA",
["text"]={
[1]="ラウンドの {C:attention}ファーストハンド{} のカードが",
[2]="{C:attention}1{} 枚しかない場合",
[3]="永久的なコピーを1枚デッキに加えて",
[4]="ドローしてから {C:attention}手札{} に加える",
},
},
["j_zany"]={
["name"]="ザニージョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {C:red}+#1#{}",
},
},
["j_acrobat"]={
["unlock"]={
[1]="{C:attention,E:1}#1#{} のハンドをプレイする",
[2]="{C:inactive}（#2#）",
},
["name"]="アクロバット",
["text"]={
[1]="ラウンドの {C:attention}最終ハンド{} の",
[2]="倍率 {X:red,C:white}X#1#{}",
},
},
["j_photograph"]={
["name"]="フォトグラフ",
["text"]={
[1]="最初にプレイされた{C:attention}フェイス{} カードが",
[2]="スコアされた時",
[3]="倍率 {X:mult,C:white}X#1#{}",
},
},
["j_order"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} をプレイせずに",
[2]="ランに勝利する",
[3]=" ",
},
["name"]="オーダー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {X:mult,C:white}X#1#{}",
},
},
["j_burnt"]={
["unlock"]={
[1]="合計 {E:1,C:attention}#1#{} 枚の",
[2]="カードを売る",
[3]="{C:inactive}（#2#）",
},
["name"]="バーントジョーカー",
["text"]={
[1]="各ラウンドで",
[2]="最初に{C:attention}ディスカード{} されたポーカーハンドの",
[3]="レベルをアップグレードする",
},
},
["j_hack"]={
["name"]="詐欺師",
["text"]={
[1]="{C:attention}2{}、 {C:attention}3{}、 {C:attention}4{}、 {C:attention}5{} のカードが",
[2]="プレイされるごとに",
[3]="再発動する",
},
},
["j_swashbuckler"]={
["unlock"]={
[1]="合計 {C:attention,E:1}#1#{} 枚の",
[2]="ジョーカーカードを売る",
[3]="{C:inactive}（#2#）",
},
["name"]="スワッシュバックラー",
["text"]={
[1]="このカードの左にある",
[2]="すべての所持している{C:attention}ジョーカー{} のセルバリューを",
[3]="倍率に追加する",
[4]="{C:inactive}（現在 倍率 {C:mult}+#1#{C:inactive}）",
},
},
["j_scary_face"]={
["name"]="スケアリーフェイス",
["text"]={
[1]="プレイされた {C:attention}フェイス{} カードがスコアされた時",
[2]="スコアされた時",
[3]="チップを {C:chips}+#1#{} 与える",
},
},
["j_popcorn"]={
["name"]="ポップコーン",
["text"]={
[1]="倍率 {C:mult}+#1#{}",
[2]="プレイされたラウンドごとに",
[3]="倍率 {C:mult}-#2#{}",
},
},
["j_caino"]={
["unlock"]={
[1]="{E:1,s:1.3}？？？？？",
},
["name"]="カイーノ",
["text"]={
[1]="{C:attention}フェイス{} カードが1枚",
[2]="破壊されると",
[3]="倍率 {X:mult,C:white}X#1#{} を得る",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_hanging_chad"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} で",
[2]="ボスブラインドを倒す",
},
["name"]="ハンギングチャド",
["text"]={
[1]="スコアリングに使用された",
[2]="{C:attention}最初の{} カードを再発動する",
},
},
["j_crazy"]={
["name"]="クレイジージョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {C:red}+#1#{}",
},
},
["j_vampire"]={
["name"]="ヴァンパイア",
["text"]={
[1]="{C:attention}強化されたカード{} が使われるたびに",
[2]="倍率 {X:mult,C:white}X#1#{} を得る",
[3]="カードの {C:attention}強化{} は解除される",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_tribe"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} をプレイせずに",
[2]="ランに勝利する",
[3]=" ",
},
["name"]="トライブ",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {X:mult,C:white}X#1#{}",
},
},
["j_smeared"]={
["unlock"]={
[1]="デッキに",
[2]="{C:attention}#1#{} 枚以上の",
[3]="{E:1,C:attention}#2#{} を持つ",
},
["name"]="スメアードジョーカー",
["text"]={
[1]="{C:hearts}ハート{} と {C:diamonds}ダイヤ{} が",
[2]="同じスーツとみなされ",
[3]="{C:spades}スペード{} と{C:clubs}クラブ{} が",
[4]="同じスーツとみなさる",
},
},
["j_jolly"]={
["name"]="ジョリージョーカー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {C:red}+#1#{}",
},
},
["j_brainstorm"]={
["unlock"]={
[1]="{E:1,C:attention}ロイヤルフラッシュ{} を",
[2]="ディスカードする",
},
["name"]="ブレインストーム",
["text"]={
[1]="一番左の {C:attention}ジョーカー{} の",
[2]="能力をコピーする",
},
},
["j_bloodstone"]={
["unlock"]={
[1]="デッキに",
[2]="{E:1,C:attention}#1#{} 枚以上の",
[3]="{E:1,C:attention}#2#{} スーツを持つ",
},
["name"]="ブラッドストーン",
["text"]={
[1]="{C:green}#2#分の#1#{} の確率で",
[2]="{C:hearts}ハート{} スーツのカードがプレイされると",
[3]="倍率 {C:mult}+#1#{} を与える",
[4]="倍率 {X:mult,C:white}X#3#{}",
},
},
["j_ticket"]={
["unlock"]={
[1]="{C:attention,E:1}ゴールド{} カード",
[2]="だけを含む",
[3]="5のカードのハンドをプレイする",
},
["name"]="ゴールデンチケット",
["text"]={
[1]="プレイされた {C:attention}ゴールドカード{} がスコアされた時",
[2]="{C:money}$#1#{} を得る",
},
},
["j_seeing_double"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} を含む",
[2]="ハンドをプレイする",
[3]=" ",
},
["name"]="シーイングダブル",
["text"]={
[1]="プレイしたハンドに",
[2]="{C:clubs}クラブ{} のスコアリングカード1枚と",
[3]="その他の{C:attention}スーツ{} の",
[4]="スコアリングカード1枚があると倍率 {X:mult,C:white} X#1#{} ",
},
},
["j_ring_master"]={
["unlock"]={
[1]="アンティのレベルが",
[2]="{E:1,C:attention}#1#{} に到達する",
},
["name"]="リングマスター",
["text"]={
[1]="{C:attention}ジョーカー{} 、{C:tarot}タロット{} 、{C:planet}惑星{} 、",
[2]="{C:spectral}スペクトル{} カードが",
[3]="複数回出現する",
},
},
["j_stencil"]={
["name"]="ジョーカーステンシル",
["text"]={
[1]="{C:attention}ジョーカー{} の空きスロット1つにつき",
[2]="倍率 {X:red,C:white}X1{}",
[3]="{s:0.8}ジョーカーステンシルを含む",
[4]="{C:inactive}（現在{X:red,C:white}X#1#{C:inactive} ）",
},
},
["j_oops"]={
["unlock"]={
[1]="1つのハンドで",
[2]="チップを {E:1,C:attention}#1#{} 以上獲得する",
[3]=" ",
},
["name"]="すべてが6！",
["text"]={
[1]="すべての {C:green,E:1,S:1.1}確率{} を",
[2]="2倍にする",
[3]="{C:inactive}（例：{C:green}3分の1{C:inactive}　→　{C:green}3分の2{C:inactive}）",
},
},
["j_madness"]={
["name"]="マッドネス",
["text"]={
[1]="{C:attention}ブラインド{} が選択された時",
[2]="倍率 {X:mult,C:white}X#1#{} を得て",
[3]="ランダムなジョーカーを {C:attention}破壊{} する",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{}）",
},
},
["j_family"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} をプレイせずに",
[2]="ランに勝利する",
[3]=" ",
},
["name"]="ファミリー",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}#2#{} を含む場合",
[3]="倍率 {X:mult,C:white}X#1#{}",
},
},
["j_bootstraps"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} 枚以上の",
[2]="{C:dark_edition}ポリクローム{} ジョーカーを持つ",
},
["name"]="ブートストラップ",
["text"]={
[1]="{C:money}$#2#{} 持つたびに",
[2]="倍率 {C:mult}+#1#{}",
},
},
["j_juggler"]={
["name"]="ジャグラー",
["text"]={
[1]="ハンドサイズ {C:attention}+#1#{}",
},
},
["j_dusk"]={
["name"]="ダスク",
["text"]={
[1]="ラウンドの {C:attention}最終ハンド{} で",
[2]="すべてのプレイしたカードを",
[3]="再発動する",
},
},
["j_vagabond"]={
["name"]="バガボンド",
["text"]={
[1]="{C:money}$#1#{} 以下の",
[2]="ハンドがプレイされた場合",
[3]="{C:purple}タロット{} カードを作る",
},
},
["j_wee"]={
["unlock"]={
[1]="{E:1,C:attention}#1# ラウンド以内に",
[2]="ランに勝利する",
},
["name"]="ウィージョーカー",
["text"]={
[1]="このジョーカーは",
[2]="プレイした {C:attention}2{} のカードがスコアされるごとに",
[3]="チップを{C:chips}+#2#{} 得る",
[4]="{C:inactive}（現在{C:chips}+#1#{C:inactive} チップ）",
},
},
["j_matador"]={
["unlock"]={
[1]="ディスカードを使わずに",
[2]="{E:1,C:attention}1ハンド{} で",
[3]="ボスブラインドを倒す",
},
["name"]="マタドール",
["text"]={
[1]="プレイしたハンドが",
[2]="{C:attention}ボスブラインド{} の能力を発動した場合",
[3]="{C:money}$#1#{} を得る",
},
},
["j_campfire"]={
["name"]="キャンプファイヤー",
["text"]={
[1]="このジョーカーは、カードが1枚 {C:attention}売れる{} たびに",
[2]="倍率 {X:mult,C:white}X#1#{} を得る",
[3]="{C:attention}ボスブラインド{} を倒すとリセットされる",
[4]="{C:inactive}（現在 倍率 {X:mult,C:white}X#2#{C:inactive}）",
},
},
["j_idol"]={
["unlock"]={
[1]="1つのハンドで",
[2]="チップを {E:1,C:attention}#1#{} 以上獲得する",
[3]=" ",
},
["name"]="アイドル",
["text"]={
[1]="プレイされた{V:1}#3#{} の{C:attention}#2#{} が",
[2]="スコアされるごとに",
[3]="倍率 {X:mult,C:white}X#1#{}",
[4]="{s:0.8}カードはラウンドごとに変わる",
},
},
["j_lusty_joker"]={
["name"]="ラスティジョーカー",
["text"]={
[1]="プレイされた {C:hearts}#2#{} スーツの",
[2]="カードがスコアされた時",
[3]="倍率 {C:mult}+#1#{}",
},
},
["j_sixth_sense"]={
["name"]="シックスセンス",
["text"]={
[1]="ラウンドの {C:attention}ファーストハンド{} で",
[2]="{C:attention}6{} のカード1枚を使用した時",
[3]="それを破壊し、{C:spectral}スペクトル{} カードを1枚作る",
[4]="{C:inactive}（空きが必要）",
},
},
["j_certificate"]={
["unlock"]={
[1]="{C:attention,E:1}ゴールドシール{} の",
[2]="ゴールドトランプを持つ",
[3]=" ",
},
["name"]="証明書",
["text"]={
[1]="ラウンド開始時に",
[2]="ランダムな {C:attention}シール{} のついた",
[3]="ランダムな{C:attention}トランプカード{} を",
[4]="1枚手札に加える",
},
},
["j_ice_cream"]={
["name"]="アイスクリーム",
["text"]={
[1]="チップ {C:chips}+#1#{}",
[2]="手札がプレイされるたびに",
[3]="チップ {C:chips}-#2#{}",
},
},
["j_misprint"]={
["name"]="ミスプリント",
["text"]={
[1]="",
},
},
["j_turtle_bean"]={
["name"]="タートルビーン",
["text"]={
[1]="ハンドサイズ {C:attention}+#1#{}",
[2]="ラウンドごとに",
[3]="{C:red}#2#{} 枚ずつ減らす",
},
},
["j_blackboard"]={
["name"]="黒板",
["text"]={
[1]="手札にあるすべてのカードが",
[2]="{C:spades}#2#{} または {C:clubs}#3#{} の場合",
[3]="倍率 {X:red,C:white}X#1#{}",
},
},
["j_fortune_teller"]={
["name"]="占い師",
["text"]={
[1]="使用された {C:purple}タロット{} カード1枚につき",
[2]="倍率 {C:red}+#1#{}",
[3]="{C:inactive}（現在 {C:red}+#2#{C:inactive}）",
},
},
["j_drivers_license"]={
["unlock"]={
[1]="デッキ内の {E:1,C:attention}#1#{} 枚のカードを",
[2]="強化する",
},
["name"]="運転免許証",
["text"]={
[1]="強化されたカードが",
[2]="{C:attention}16{} 枚以上ある場合",
[3]="倍率 {X:mult,C:white}X#1#{}",
[4]="{C:inactive}（現在 {C:attention}#2#{C:inactive}）",
},
},
["j_chicot"]={
["unlock"]={
[1]="{E:1,s:1.3}？？？？？",
},
["name"]="チコット",
["text"]={
[1]="すべての {C:attention}ボスブラインド{} の",
[2]="効果を無効にする",
},
},
["j_yorick"]={
["unlock"]={
[1]="{E:1,s:1.3}？？？？？",
},
["name"]="ヨリック",
["text"]={
[1]="{C:attention}#2#{} 回ディスカードを使った場合のみ",
[2]="倍率 {X:mult,C:white}X#1#{}",
[3]="{C:inactive}（ディスカードの残り： {C:attention}#3#{C:inactive}）",
},
},
["j_business"]={
["name"]="ビジネスカード",
["text"]={
[1]="プレイされた {C:attention}フェイス{} カードがスコアされた時",
[2]="{C:green}#2#分の#1#{} の確率で",
[3]="{C:money}$2{} を与える",
},
},
["j_cartomancer"]={
["unlock"]={
[1]="すべての{E:1,C:tarot}タロット{} カードを",
[2]="発見する",
},
["name"]="カード占い",
["text"]={
[1]="{C:attention}ブラインド{} が選択された時",
[2]="{C:tarot}タロット{} カードを1枚作る",
[3]="{C:inactive}（空きが必要）",
},
},
["j_fibonacci"]={
["name"]="フィボナッチ",
["text"]={
[1]="{C:attention}エース{}、 {C:attention}2{}、 {C:attention}3{}、 {C:attention}5{}、 {C:attention}8{} の",
[2]="いずれかがプレイされ、スコアされると",
[3]="倍率 {C:mult}+#1#{}",
},
},
["j_faceless"]={
["name"]="フェイスレスジョーカー",
["text"]={
[1]="{C:attention}#2#{} 枚以上の",
[2]="{C:attention}フェイスカード{} が",
[3]="同時にディスカードされた場合",
[4]="{C:money}$#1#{} を得る",
},
},
},
["Spectral"]={
["c_soul"]={
["name"]="魂",
["text"]={
[1]="{C:legendary,E:1}レジェンド{} ジョーカーを",
[2]="作る",
[3]="{C:inactive}（空きが必要）",
},
},
["c_cryptid"]={
["name"]="クリプティッド",
["text"]={
[1]="手札から選んだ",
[2]="カード {C:attention}1{} 枚の",
[3]="コピーを {C:attention}#1#{} 枚作る",
},
},
["c_trance"]={
["name"]="トランス",
["text"]={
[1]="手札から選んだ",
[2]="カード {C:attention}1{} 枚に",
[3]="{C:blue}ブルーシール{} を加える",
},
},
["c_medium"]={
["name"]="ミディアム",
["text"]={
[1]="手札から選んだ",
[2]="カード {C:attention}1{} 枚に",
[3]="{C:purple}パープルシール{} を加える",
},
},
["c_deja_vu"]={
["name"]="デジャヴ",
["text"]={
[1]="手札から選んだ",
[2]="カード {C:attention}1{} 枚に",
[3]="{C:red}レッドシール{} を加える",
},
},
["c_ectoplasm"]={
["name"]="エクトプラズム",
["text"]={
[1]="ランダムな {C:attention}ジョーカー{} に",
[2]="{C:dark_edition}ネガティブ{} を加える",
[3]="ハンドサイズ {C:red}-1{}",
},
},
["c_familiar"]={
["name"]="ファミリア",
["text"]={
[1]="ランダムな手札を {C:attention}1{} 枚",
[2]="破壊して",
[3]="ランダムな {C:attention}強化されたフェイスカード{} を{C:attention}#1#{} 枚",
[4]="手札に加える",
},
},
["c_immolate"]={
["name"]="生贄",
["text"]={
[1]="ランダムな手札を {C:attention}#1#{} 枚",
[2]="破壊して",
[3]="{C:money}$#2#{} 得る",
},
},
["c_grim"]={
["name"]="グリム",
["text"]={
[1]="ランダムな手札を {C:attention}1{} 枚",
[2]="破壊して",
[3]="ランダムな {C:attention}強化されたエース{} を{C:attention}#1#{} 枚",
[4]="手札に加える",
},
},
["c_aura"]={
["name"]="オーラ",
["text"]={
[1]="手札 にある選択したカード{C:attention}1{} 枚に",
[2]="{C:dark_edition}フォイル{}、{C:dark_edition}ホログラム{}、{C:dark_edition}ポリクローム{} の",
[3]="いずれかの効果を加える",
},
},
["c_ouija"]={
["name"]="ウイジャ",
["text"]={
[1]="手札のすべてのカードを",
[2]="ランダムな1つの {C:attention}ランク{} に",
[3]="変換する",
[4]="ハンドサイズ {C:red}-1{}",
},
},
["c_talisman"]={
["name"]="タリスマン",
["text"]={
[1]="手札から選んだ",
[2]="カード {C:attention}1{} 枚に",
[3]="{C:attention}ゴールドシール{} を加える",
},
},
["c_wraith"]={
["name"]="レイス",
["text"]={
[1]="ランダムな {C:red}レア{C:attention}ジョーカー{} を",
[2]="作り",
[3]="資金を {C:money}$0{} にする",
},
},
["c_ankh"]={
["name"]="アンク",
["text"]={
[1]="ランダムな {C:attention}ジョーカー{} の",
[2]="コピーを作る",
[3]="他のすべてのジョーカーを破壊する",
},
},
["c_sigil"]={
["name"]="紋章",
["text"]={
[1]="手札のすべてのカードを",
[2]="ランダムな1つの {C:attention}スーツ{} に",
[3]="変換する",
},
},
["c_hex"]={
["name"]="ヘックス",
["text"]={
[1]="ランダムな {C:attention}ジョーカー{} に",
[2]="{C:dark_edition}ポリクローム{} を加える",
[3]="他のすべてのジョーカーを破壊する",
},
},
["c_incantation"]={
["name"]="呪文",
["text"]={
[1]="ランダムな手札を {C:attention}1{} 枚",
[2]="破壊して",
[3]="ランダムな {C:attention}強化されたナンバーカード{} を{C:attention}#1#{} 枚",
[4]="手札に加える",
},
},
["c_black_hole"]={
["name"]="ブラックホール",
["text"]={
[1]="すべての {C:legendary,E:1}ポーカーハンド{} を",
[2]="{C:attention}1{} レベル",
[3]="アップグレードする",
},
},
},
},
["UI"]={
},
["misc"]={
["suits_singular"]={
["Spades"]="スペード",
["Hearts"]="ハート",
["Diamonds"]="ダイヤ",
["Clubs"]="クラブ",
},
["v_text"]={
["ch_c_inflation"]={
[1]="永久的に、購入するたびに{C:money}$1{} 値上がりする",
},
["ch_m_hand_size"]={
[1]="ハンドサイズ{C:attention}#1#{}",
},
["ch_c_discard_cost"]={
[1]="ディスカードのたびに {C:money}$#1#{} の費用がかかる",
},
["ch_c_none"]={
[1]="{C:inactive}なし",
},
["ch_m_reroll_cost"]={
[1]="リロールの基本コスト {C:money}$#1#{}",
},
["ch_c_no_reward"]={
[1]="すべての {C:attention}ブラインド{} が報奨金を与えない",
},
["ch_c_no_reward_specific"]={
[1]="{C:attention}#1#のブラインド{} が報奨金を与えない",
},
["ch_m_none"]={
[1]="{C:inactive}なし",
},
["ch_c_set_seed"]={
[1]="シードを設定して1回試行： {C:inactive}{非表示}",
},
["ch_c_no_interest"]={
[1]="ラウンド終了時に {C:attention}利息{} を得ない",
},
["ch_c_chips_dollar_cap"]={
[1]="{C:blue}チップ{} が現在の {C:money}${} を超えることはできない",
},
["ch_m_dollars"]={
[1]="{C:money}$#1#{} でスタート",
},
["ch_c_flipped_cards"]={
[1]="{C:green}#1#枚につき1枚{} は裏向きでドローされる",
},
["ch_c_minus_hand_size_per_X_dollar"]={
[1]="所持金 {C:money}$#1#{} ごとにハンド {C:red}-1{} 枚",
},
["ch_m_discards"]={
[1]="ラウンドごとにディスカード {C:red}#1#{}",
},
["ch_c_no_shop_jokers"]={
[1]="ジョーカーが今後{C:attention}ショップ{} に出現しない",
},
["ch_c_daily"]={
[1]="{E:1,s:1.2,C:red}デイリーチャレンジ！",
},
["ch_m_hands"]={
[1]="ラウンドごとにハンド {C:blue}#1#{}",
},
["ch_m_consumable_slots"]={
[1]="消耗スロット {C:attention}#1#{}",
},
["ch_c_set_joker_slots_ante"]={
[1]="アンティが{C:attention}#1#{} の時にボスを倒すと、ジョーカーのスロットが{C:attention}0{} になる",
},
["ch_c_set_eternal_ante"]={
[1]="アンティが{C:attention}#1#{} の時にボスを倒すと、すべてのジョーカーが{C:attention}エターナルになる{}",
},
["ch_c_no_extra_hand_money"]={
[1]="追加の {C:blue}ハンド{} では資金が得られない",
},
["ch_c_debuff_played_cards"]={
[1]="{C:attention}プレイした{} すべてのカードに、スコア後{C:attention}デバフ{} がかかる",
},
["ch_m_joker_slots"]={
[1]="ジョーカースロット {C:attention}#1#{}",
},
["ch_c_all_eternal"]={
[1]="すべてのショップのジョーカーが {C:eternal}エターナル{}",
},
},
["quips"]={
["wq_4"]={
[1]="残念だけど",
[2]="このチップはすべて",
[3]="バーチャルなんだ…",
},
["lq_10"]={
[1]="大失敗だ！",
},
["lq_6"]={
[1]="おっと、きみも",
[2]="ブラフだったのか？",
},
["lq_7"]={
[1]="どうやら冗談は",
[2]="通じないらしい！",
},
["wq_3"]={
[1]="どうやらブラフじゃ",
[2]="なかったようだね！",
},
["wq_1"]={
[1]="カンペキだ！",
},
["lq_5"]={
[1]="どうやら本物の",
[2]="ジョーカーが誰なのか",
[3]="わかったぞ！",
},
["wq_2"]={
[1]="うまく対応したね！",
[2]=" ",
},
["lq_9"]={
[1]="私は文字通りの",
[2]="愚か者なんだ",
[3]="そうだろう？",
},
["dq_1"]={
[1]="マズイぞ！ この",
[2]="ファイナルチャレンジ",
[3]="のために何か対策を",
[4]="打たなければ！",
},
["lq_4"]={
[1]="ギャンブルでは",
[2]="そう簡単には",
[3]="勝てないんだ！",
},
["lq_8"]={
[1]="もし私に手があったら",
[2]="目を覆うところだったよ！",
[3]=" ",
},
["lq_1"]={
[1]="もっと簡単なカードゲームの方が",
[2]="私たちのスピードには",
[3]="合っているのかもしれない…",
},
["wq_7"]={
[1]="きみに賭けなくて",
[2]="よかったよ！",
[3]=" ",
},
["lq_2"]={
[1]="楽な相手だ！",
[2]=" ",
},
["lq_3"]={
[1]="いったん引いて",
[2]="再挑戦しよう！",
[3]=" ",
},
["wq_5"]={
[1]="私が教えたことを",
[2]="しっかり覚えているね！",
},
["wq_6"]={
[1]="すばらしいプレイが",
[2]="いくつもあったよ！",
},
},
["achievement_descriptions"]={
["speedrunner"]="12ラウンド以内にランに勝利する",
["card_player"]="2500枚以上のカードをプレイする",
["extreme_couponer"]="すべてのバウチャーを発見する",
["heads_up"]="ランに勝利する",
["retrograde"]="いずれかのポーカーハンドをレベル10にする",
["shattered"]="1回のハンドで2枚のグラスカードを割る",
["completionist_plus_plus"]="すべてのジョーカーでゴールドステッカーを獲得する",
["nest_egg"]="1回のランで$400以上獲得する ",
["roi"]="アンティ4でバウチャーを5購入する",
["royale"]="ロイヤルフラッシュをプレイする",
["tiny_hands"]="デッキを20枚以下にする",
["_100000k"]="1回のハンドでチップ100,000,000をスコアする",
["cartomancy"]="すべてのタロットカードを発見する",
["rule_breaker"]="すべてのチャレンジランを完了する",
["flushed"]="ワイルドカード5枚でフラッシュをプレイする",
["mid_stakes"]="ブラックステーク以上の難易度でランに勝利する",
["completionist"]="コレクションを100%にする",
["low_stakes"]="レッドステーク以上の難易度でランに勝利する",
["_1000k"]="1回のハンドでチップ1,000,000をスコアする",
["ante_upper"]="アンティ8に到達する",
["astronomy"]="すべての惑星カードを発見する",
["big_hands"]="デッキを80枚以上にする",
["card_discarder"]="2500枚以上のカードをディスカードする",
["completionist_plus"]="ゴールドステークの難易度ですべてのデッキで勝利する",
["legendary"]="レジェンドジョーカーを発見する",
["rule_bender"]="いずれかのチャレンジランを完了する",
["_10k"]="1回のハンドでチップ10,000をスコアする",
["high_stakes"]="ゴールドステーク以上の難易度でランに勝利する",
["clairvoyance"]="すべてのスペクトルカードを発見する",
["ante_up"]="アンティ4に到達する",
["you_get_what_you_get"]="ショップをリロールせずにランに勝利する",
},
["poker_hands"]={
["Flush House"]="フラッシュハウス",
["Full House"]="フルハウス",
["Flush"]="フラッシュ",
["Pair"]="ワンペア",
["Four of a Kind"]="フォーカード",
["Royal Flush"]="ロイヤルフラッシュ",
["Straight Flush"]="ストレートフラッシュ",
["Straight"]="ストレート",
["Five of a Kind"]="ファイブカード",
["Flush Five"]="フラッシュファイブ",
["Two Pair"]="ツーペア",
["Three of a Kind"]="スリーカード",
["High Card"]="ハイカード",
},
["blind_states"]={
["Defeated"]="敗北",
["Upcoming"]="今後",
["Current"]="現在",
["Selected"]="選択中",
["Select"]="選択",
["Skipped"]="スキップ",
},
["dictionary"]={
["b_credits"]="クレジット",
["b_set_rumble"]="コントローラーの振動",
["b_play_cap"]="プレイ",
["ph_no_boss_active"]="アクティブなボスなし",
["k_skipped_cap"]="スキップ",
["b_high_contrast_cards"]="ハイコントラストカード",
["b_set_play_discard_pos"]="プレイ/ディスカード ボタンの位置",
["k_playing_as"]="プレイヤー",
["k_unlocked_ex"]="アンロック！",
["k_reroll"]="リロール",
["b_music"]="ミュージック",
["ml_play_discard_pos_opt"]={
[1]="ディスカード/プレイ",
[2]="プレイ/ディスカード",
},
["b_set_video"]="画面表示",
["b_restrictions"]="制限事項",
["b_jokers"]="ジョーカー",
["k_copied_ex"]="コピー！",
["b_set_graphics"]="グラフィック",
["ph_blind_score_at_least"]="最低スコア",
["b_copy"]="コピー",
["k_collection"]="コレクション",
["k_choose"]="選択",
["b_rules"]="ルール",
["k_lower_score"]="スコア",
["b_stat_jokers"]="ジョーカー",
["k_x_base"]="X ベース",
["b_run_info_1"]="ラン",
["k_rare"]="レア",
["ph_click_confirm"]="もう一度クリックして確認",
["b_options"]="オプション",
["b_stat_vouchers"]="バウチャー",
["k_money"]="資金",
["b_stats"]="統計",
["k_stake"]="ステーク",
["b_set_screenshake"]="画面の揺れ",
["ph_demo_thanks_2"]="BALATRO 体験版",
["b_stat_tarots"]="タロット",
["ml_unlock_all_trophies"]={
[1]="警告！ コンプリートコレクションをアンロックすると",
[2]="このプロフィールのトロフィーが無効になります！",
},
["k_dwarf_planet"]="小惑星",
["b_stake"]="ステーク",
["k_wins"]="勝利",
["ph_unscored_hand"]="ハンドがスコアされない",
["k_ante_cap"]="アンティ",
["b_set_monitor"]="ディスプレイモニター",
["k_arcana_pack"]="アルカナパック",
["ph_defeat_this_blind_1"]="それを見つけるために",
["ph_no_vouchers"]="このランで引き換えられたバウチャーなし",
["k_upgrade_ex"]="アップグレード！",
["k_plus_spectral"]="+1 スペクトル",
["ml_unlock_all_explanation"]={
[1]="警告！ コンプリートコレクションをアンロックすると",
[2]="このプロフィールの実績が無効になります！",
},
["b_redeem"]="引き換え",
["b_next_round_2"]="ラウンド",
["k_swapped_ex"]="スワップ！",
["b_back"]="戻る",
["k_base_cap"]="ベース",
["ph_up_ante_2"]="すべてのブラインドをレイズ",
["k_game_modifiers"]="ゲーム編集",
["b_create_profile"]="プロフィールを作成",
["b_copy_seed"]="シードをコピー",
["b_new_challenge"]="新しいチャレンジをスタート",
["k_plus_planet"]="+1 惑星",
["b_tarot_cards"]="タロットカード",
["b_challenges"]="チャレンジ",
["b_delete_profile"]="プロフィールを削除",
["k_ante"]="アンティ",
["ph_score_furthest_round"]="ラウンド",
["k_vouchers_cap"]="バウチャー",
["b_main_menu"]="メインメニュー",
["b_vouchers"]="バウチャー",
["k_val_up"]="バリューアップ！",
["b_set_apply"]="適用",
["ml_smoothing_opt"]={
[1]="オフ",
[2]="オン",
},
["k_achievement"]="実績",
["b_use"]="使用",
["k_deck_stake_wins"]="デッキステーク勝利数",
["$"]="$",
["b_set_master_vol"]="マスター音量",
["k_challenges"]="チャレンジ",
["k_base_cards"]="ベースカード",
["b_set_shadows"]="影",
["k_undisovered"]="未発見",
["ml_edition_seal_enhancement_explanation"]={
[1]="カードはそれぞれ、強化、エディション、",
[2]="シールを1つずつ持つことができます",
},
["b_stat_consumables"]="消耗",
["b_buy"]="購入",
["k_page"]="ページ",
["k_defeated_by"]="敗北：",
["k_high_score_ex"]="ハイスコア！",
["ph_vouchers_redeemed"]="このランで引き換えられたバウチャーの数",
["ml_vsync_opt"]={
[1]="垂直同期オン",
[2]="垂直同期オフ",
},
["ph_score_cards_purchased"]="購入したカードの枚数",
["k_enter_seed"]="シードを入力",
["k_incompatible"]="不適合",
["b_options_cap"]="オプション",
["b_set_CRT"]="CRT",
["k_no_reward"]="報酬なし",
["b_cash_out"]="清算",
["k_spectral"]="スペクトル",
["ml_eternal"]={
[1]="エターナル",
[2]="売ることも",
[3]="壊すこともできない",
},
["b_unlock_all"]="すべてをアンロック",
["k_legendary"]="レジェンド",
["b_skip_reward"]="報酬をスキップ",
["k_rank"]="ランク",
["b_set_windowmode"]="ウィンドウモード",
["ph_boss_disabled"]="ボスは無効！",
["b_decks"]="デッキ",
["ph_deck_preview_effective"]="ジョーカー、ブラインド、カード強化による実質合計",
["k_trophies_disabled"]="トロフィーの無効化",
["b_open"]="開封",
["b_set_CRT_bloom"]="CRTブルーム",
["k_aces"]="エース",
["k_banned_cards"]="使用禁止カード",
["k_trophy"]="トロフィー",
["b_select"]="選択",
["ph_score_at_least"]="最低スコア",
["k_compatible"]="適合",
["k_tarot"]="タロット",
["k_active"]="アクティブ",
["k_buffoon_pack"]="道化師パック",
["b_booster_packs"]="ブースターパック",
["ph_choose_blind_1"]="あなたの次のブラインドを",
["k_card_stats"]="カード統計",
["k_nope_ex"]="いいえ！",
["k_unknown"]="？？？？？",
["k_seeded_run"]="シードされたラン",
["k_hud_discards"]="ディスカード",
["k_enter_text"]="テキストを入力",
["ml_gold_seal_desc"]={
[1]="ゴールドシール",
[2]="プレイされた時",
[3]="手札に戻す",
},
["k_no_space_ex"]="スペースなし！",
["ph_score_hand"]="ベストハンド",
["k_joker_stickers"]="ジョーカーステッカー",
["k_other"]="その他",
["b_discard"]="ディスカード",
["ph_game_over"]="ゲームオーバー",
["ph_defeat_this_blind_2"]="このブラインドを倒す",
["k_spectral_pack"]="スペクトルパック",
["ph_you_win_demo"]="体験版に勝利！",
["b_enhanced_cards"]="強化されたカード",
["k_redeemed_ex"]="引き換え！",
["k_round"]="ラウンド",
["b_run_info_2"]="情報",
["k_mult"]="倍率",
["k_challenge_mode"]="チャレンジモード",
["k_face_cards"]="フェイスカード",
["b_next"]="次",
["b_new_run"]="新しいラン",
["k_plus_tarot"]="+1 タロット",
["k_reward"]="報酬",
["k_level_prefix"]="レベル",
["ph_1_level"]="+1レベル",
["b_load_profile"]="プロフィールをロード",
["ml_shadow_opt"]={
[1]="オン",
[2]="オフ",
},
["k_debuffed"]="デバフ状態",
["k_joker"]="ジョーカー",
["ph_score_new_collection"]="新発見",
["k_planet_q"]="惑星？",
["ph_score_poker_hand"]="最もプレイされたハンド",
["b_next_round_1"]="次の",
["ph_score_furthest_ante"]="アンティ",
["ph_up_ante_3"]="ブラインドを更新",
["b_imagery"]="画像",
["k_lvl"]="レベル",
["b_set_gamespeed"]="ゲームスピード",
["k_safe_ex"]="セーフ！",
["b_and_use"]="& 使用",
["ph_all_poker_hand"]="すべてのポーカーハンド",
["b_endless"]="エンドレスモード",
["ph_choose_blind_2"]="選択してください",
["b_stat_planets"]="惑星",
["k_standard_pack"]="スタンダードパック",
["k_empty_caps"]="なし",
["b_editions"]="エディション",
["k_custom_rules"]="カスタムルール",
["ph_demo_thanks_1"]="プレイして頂きありがとうございます",
["k_voucher"]="バウチャー",
["k_deck"]="デッキ",
["ml_crash_report_info"]={
[1]="クラッシュレポートは開発者に送信され",
[2]="今後の問題解決に役立てられます",
[3]="識別情報や個人情報は送信されません",
},
["k_hud_hands"]="ハンド",
["b_settings"]="設定",
["ph_up_ante_1"]="アンティを上げる",
["k_no_room_ex"]="空きなし！",
["b_reroll_boss"]="ボスをリロール",
["b_stat_spectrals"]="スペクトル",
["k_jokers_cap"]="ジョーカー",
["k_plus_stone"]="+1 ストーン",
["ph_4_7_of_clubs"]="4x クラブの7",
["k_active_ex"]="アクティブ！",
["k_suit"]="スーツ",
["k_locked"]="ロック中",
["ph_blind_reward"]="報酬：",
["ph_stat_consumable"]="そのカードの使用回数",
["b_play_hand"]="ハンドをプレイ",
["b_playbalatro"]="playbalatro.comに移動する",
["k_no_other_jokers"]="他のジョーカーなし！",
["k_achievements_disabled"]="実績が無効化",
["k_none"]="なし",
["k_reset"]="リセット",
["k_stake_level"]="ステークレベル",
["b_collection"]="コレクション",
["b_current_profile"]="現在のプロフィール",
["b_quit_cap"]="終了",
["ml_card_stats"]={
[1]="カード",
[2]="統計",
},
["b_full_deck"]="フルデッキ",
["b_set_game_vol"]="ゲーム音量",
["b_reset_profile"]="プロフィールをリセット",
["k_daily_run"]="デイリーラン",
["ml_bloom_opt"]={
[1]="オフ",
[2]="オン",
},
["b_set_crash_reports"]="クラッシュレポート",
["k_also_applied"]="適用中",
["ph_deck_preview_stones"]="ストーン",
["k_level_up_ex"]="レベルアップ！",
["k_all_hands"]="すべてのハンド",
["b_set_game"]="ゲーム",
["b_wishlist"]="Steamのウィッシュリストに登録",
["k_again_ex"]="再び！",
["ph_you_win"]="勝利！",
["k_plus_joker"]="+1 ジョーカー",
["b_remaining"]="残り",
["k_edition"]="エディション",
["ml_demo_thanks_message"]={
[1]="BalatroをSteamのウィッシュリストに登録し",
[2]="playbalatro.comにサインアップして",
[3]="ニュースレターに登録してください",
},
["ph_score_cards_discarded"]="ディスカードしたカードの枚数",
["b_sell"]="売却",
["k_eaten_ex"]="食べられた！",
["k_drank_ex"]="ドランク！",
["k_enter_name"]="名前を入力",
["ph_defeat_the_boss"]="ボスブラインドを倒す",
["k_extinct_ex"]="全滅！",
["k_seed"]="シード",
["k_uncommon"]="アンコモン",
["k_melted_ex"]="メルト！",
["ph_stat_joker"]="そのカードで完了した合計ラウンド数",
["k_poker_hand"]="ポーカーハンド",
["ml_disabled_seed"]={
[1]="すべてのアンロックと",
[2]="発見が無効化",
},
["b_spectral_cards"]="スペクトルカード",
["b_blinds"]="ブラインド",
["b_continue"]="続ける",
["k_banned_tags"]="使用禁止タグ",
["b_poker_hands"]="ポーカーハンド",
["k_duplicated_ex"]="重複！",
["k_profile"]="プロフィール",
["k_demo_version_ex"]="体験版！",
["k_best_hand"]="ベストハンド",
["k_numbered_cards"]="ナンバーカード",
["b_sort_hand"]="ハンドをソート",
["k_not_discovered"]="未発見",
["k_common"]="コモン",
["k_planet"]="惑星",
["ph_score_cards_played"]="プレイしたカードの枚数",
["b_skip_blind"]="ブラインドをスキップ",
["b_start_new_run"]="新しいラン",
["k_effective"]="効果",
["b_sounds"]="サウンド",
["b_tags"]="タグ",
["k_or"]="または",
["ph_score_times_rerolled"]="リロールした回数",
["b_set_pixel_smoothing"]="ピクセルアートのスムージング",
["ph_stat_voucher"]="そのバウチャーが引き換えられた回数",
["ph_alert_debuff_confirm"]="もう一度「プレイ」を押して確認",
["k_celestial_pack"]="天体パック",
["k_gold"]="ゴールド",
["b_planet_cards"]="惑星カード",
["k_view"]="表示",
["ph_mr_bones"]="ミスターボーンズで死を回避",
["ph_improve_run"]="ランを改善しよう！",
["ml_windowmode_opt"]={
[1]="ウィンドウ",
[2]="フルスクリーン",
[3]="ボーダーレス",
},
["ph_most_played"]="(最もプレイされたハンド)",
["b_set_audio"]="オーディオ",
["b_collection_cap"]="コレクション",
["b_set_music_vol"]="ミュージック音量",
["k_progress"]="進行状況",
["b_deck"]="デッキ",
["b_skip"]="スキップ",
["k_balanced"]="バランス",
["ph_sneak_peek"]="プレビュー",
["ml_paste_seed"]={
[1]="貼り付け",
[2]="シード",
},
["b_seals"]="シール",
["k_saved_ex"]="セーブ！",
["b_seed"]="シード",
["k_cap_consumables"]="消耗",
["k_booster"]="ブースター",
["k_eroded_ex"]="横取りされた！",
},
["achievement_names"]={
["speedrunner"]="スピードランナー",
["card_player"]="カードプレイヤー",
["extreme_couponer"]="エクストリームクーポナー",
["heads_up"]="ヘッドアップ",
["retrograde"]="レトログレード",
["shattered"]="シャッター",
["completionist_plus_plus"]="完全主義者++",
["nest_egg"]="ネストエッグ",
["roi"]="ROI",
["royale"]="ロワイヤル",
["tiny_hands"]="タイニーハンド",
["_100000k"]="100,000K",
["cartomancy"]="カード占い",
["rule_breaker"]="ルールブレイカー",
["flushed"]="フラッシュ",
["mid_stakes"]="ミッドステーク",
["completionist"]="完全主義者",
["low_stakes"]="ローステーク",
["_1000k"]="1,000K",
["ante_upper"]="アンティアッパー！",
["astronomy"]="天文学",
["big_hands"]="ビッグハンド",
["card_discarder"]="カードディスカーダー",
["completionist_plus"]="完全主義者+",
["legendary"]="レジェンド",
["rule_bender"]="ルールベンダー",
["_10k"]="10K",
["high_stakes"]="ハイステーク",
["clairvoyance"]="透視能力",
["ante_up"]="アンティアップ！",
["you_get_what_you_get"]="得られるものを得よ",
},
["challenge_names"]={
["c_five_card_1"]="ファイブカードドロー",
["c_mad_world_1"]="狂気の世界",
["c_monolith_1"]="一枚岩",
["c_fragile_1"]="フラジャイル",
["c_luxury_1"]="ぜいたく税",
["c_omelette_1"]="オムレツ",
["c_double_nothing_1"]="一か八か",
["c_blast_off_1"]="吹き飛ばし",
["c_golden_needle_1"]="ゴールデンニードル",
["c_rich_1"]="大富豪",
["c_inflation_1"]="インフレ",
["c_knife_1"]="紙一重",
["c_jokerless_1"]="ジョーカーなし",
["c_non_perishable_1"]="保存食",
["c_medusa_1"]="メデューサ",
["c_xray_1"]="透視能力",
["c_bram_poker_1"]="ブラムポーカー",
["c_city_1"]="15分都市",
["c_cruelty_1"]="残虐",
["c_typecast_1"]="はまり役",
},
["v_dictionary"]={
["a_handsize"]="+#1# ハンドサイズ",
["loyalty_active"]="アクティブ！",
["deck_preview_wheel_plural"]="#1# 枚が裏向きでドローされたため、数字が小さくなる可能性があります",
["ante_x_voucher"]="アンティ #1# のバウチャー",
["unlocked"]="アンロック済#1#/#2#",
["ml_negative_desc"]={
[1]="ネガティブ",
[2]="すべてのラウンドで",
},
["a_handsize_minus"]="ハンドサイズ -#1#",
["a_xmult"]="倍率 X#1#",
["a_mult_minus"]="倍率 -#1#",
["a_xmult_minus"]="倍率 -X#1#",
["a_mult"]="倍率 +#1#",
["ml_negative_consumable_desc"]={
[1]="ネガティブ",
[2]="+#1# 消耗スロット",
},
["loyalty_inactive"]="残り #1#",
["interest"]="$#2# につき利息 #1# （最大 #3#）",
["deck_preview_wheel_singular"]="#1# 枚が裏向きでドローされたため、数字が小さくなる可能性があります",
["ml_holo_desc"]={
[1]="ホログラム",
[2]="+#1# 倍率",
},
["a_chips"]="+#1#",
["a_hands"]="+#1# ハンド",
["a_chips_minus"]="-#1#",
["ml_polychrome_desc"]={
[1]="ポリクローム",
[2]="倍率 X#1#",
},
["a_sold_tally"]="#1#/#2# 売却済",
["completed"]="完了#1#/#2#",
["remaining_discard_money"]="残りのディスカード（各$#1# ）",
["remaining_hand_money"]="残りのハンド（各$#1# ）",
["challenges_completed"]="チャレンジ完了 #1#/#2#",
["ml_foil_desc"]={
[1]="フォイル",
[2]="+#1# チップ",
},
["a_remaining"]="残り #1#",
},
["tutorial"]={
["bb_4"]={
[1]="ボスブラインドを倒すと",
[2]="{C:attention}アンティ{} が上がり",
[3]="すべての {C:attention}ブラインド{} が難しくなる。",
},
["fh_4"]={
[1]="カードでも {C:blue}チップ{} を",
[2]="獲得することができる。",
[3]="カーソルを合わせて確認しよう！",
},
["fh_6"]={
[1]="選択したカードを{C:attention}5{}枚まで",
[2]="{C:red}「ディスカード」{} することもできる。",
[3]="さらに強いハンドを作れるかもしれない。",
[4]="やってみよう！",
},
["fh_1"]={
[1]="{C:attention}ポーカーハンド{} をプレイして",
[2]="チップを獲得しよう。",
},
["s_5"]={
[1]="{C:attention}ジョーカー{} は 同時に {C:attention}5{} 枚しか",
[2]="持つことができないから",
[3]="注意しよう。",
},
["fh_2"]={
[1]="それぞれの {C:attention}ポーカーハンド{} は",
[2]="{C:blue}チップ{} の基本値に",
[3]="{C:red}倍率{} をかけた額を獲得する。",
},
["fh_3"]={
[1]="{C:attention}ラン情報{} エリアで",
[2]="{C:attention}ポーカーハンド{} を確認しよう。",
[3]="現在のランに関する",
[4]="その他の情報もある。",
},
["sh_3"]={
[1]="手札を {C:attention}2{} 枚まで選んだら",
[2]="{C:tarot}タロット{} カードの",
[3]="{C:attention}「使用」{} を押して",
[4]="それらを強化しよう！",
},
["fh_7"]={
[1]="ラウンドごとに使用できる {C:blue}ハンド{} と",
[2]="{C:red}ディスカード{} の回数には",
[3]="限りがあるから注意しよう！",
},
["fh_5"]={
[1]="プレイするカードを",
[2]="{C:attention}5{} 枚まで選んで",
[3]="{C:blue}「プレイハンド」{} を押そう。",
},
["sh_2"]={
[1]="そして消耗カードは",
[2]="必ず {C:attention}使用{} するんだ！",
},
["bb_2"]={
[1]="もしくは {C:attention}スキップ{} を選択して",
[2]="{C:attention}タグ{} を取得することもできるんだ！",
[3]="{C:attention}タグ{} はそれぞれ特殊効果を持っている。",
},
["s_7"]={
[1]="この {C:tarot}タロット{} カードは",
[2]="{C:attention}消耗{} カードだ。",
[3]="きみのトランプを強化してくれるから",
[4]="持っておこう。",
},
["s_3"]={
[1]="これはきみのランに加えることができる",
[2]="{C:attention}#1#{} 種類の {C:attention}ジョーカー{} のうちの1つだ。",
[3]="それぞれの {C:attention}ジョーカー{} は",
[4]="異なる効果を持っている。",
},
["s_11"]={
[1]="各ショップにある {C:booster}ブースターパック{} も",
[2]="チェックしておこう。",
[3]="{C:booster}ブースターパック{} には",
[4]="いろいろなグッズが入っているんだ！",
},
["bb_1"]={
[1]="{C:attention}ビッグブラインド{} を選択すると",
[2]="キャッシュをいくらか獲得できる。",
},
["sh_1"]={
[1]="カードが増えた時には",
[2]="それらを並べ替えることができる。",
[3]="{C:attention}ジョーカー{} は左から右の順に",
[4]="発動する。",
},
["sb_4"]={
[1]="{C:blue}スモールブラインド{} を選択して",
[2]="ラウンドをスタートしよう！",
},
["s_4"]={
[1]="これはきみがプレイするハンドに",
[2]="{C:red}倍率 +4{} を加えるぞ！",
},
["s_10"]={
[1]="{C:attention}バウチャー{} は",
[2]="{C:attention}ボスブラインド{} を倒すと",
[3]="再び補充される。",
},
["s_12"]={
[1]="準備ができたら",
[2]="{C:attention}次のラウンド{} に進もう。",
},
["sb_2"]={
[1]="きみの目標は",
[2]="{C:blue}チップ{} を獲得して",
[3]="敵の {C:attention}ブラインド{} を倒すことだ。",
},
["s_6"]={
[1]="{C:attention}ショップ{} でもう1枚",
[2]="カードを購入しよう。",
},
["s_2"]={
[1]="このハンサムな",
[2]="悪魔を買ってみよう。",
},
["sb_1"]={
[1]="やあ！ 私は {C:attention}Jimbo{}",
[2]="きみにこのゲームのプレイ方法を",
[3]="説明しよう！",
},
["sb_3"]={
[1]="これは {C:blue}スモールブラインド{}。",
[2]="{C:attention}300 チップ{} 獲得すれば",
[3]="倒すことができる。",
},
["fh_8"]={
[1]="{C:blue}ハンド{} がなくなる前に",
[2]="{C:attention}300チップ{} 獲得して",
[3]="このラウンドに勝利しよう。",
[4]="応援しているよ！",
},
["s_9"]={
[1]="十分な資金があれば",
[2]="{C:attention}バウチャー{} を買うことができる。",
[3]="{C:attention}バウチャー{} を使用すると",
[4]="ランをアップグレードできるんだ！",
},
["s_8"]={
[1]="{C:attention}消耗{} カードは",
[2]="同時に {C:attention}2{} 枚",
[3]="持つことができる。",
},
["bb_5"]={
[1]="{C:attention}アンティ{} #1# を破って勝利しよう。",
[2]="さあ 自分の道を選ぼう！",
},
["bb_3"]={
[1]="しかし {C:attention}ボスブラインド{} には",
[2]="気をつけよう。",
[3]="ボスブラインドの能力に対抗するには",
[4]="戦略が必要になる。",
},
["s_1"]={
[1]="うまくいったね！さあ 次は",
[2]="{C:money}キャッシュ{} が{E:1}たまった{} から",
[3]="{C:attention}ショップ{} で新しいカードを",
[4]="購入しよう。",
},
},
["labels"]={
["foil"]="フォイル",
["blue_seal"]="ブルーシール",
["rare"]="レア",
["voucher"]="バウチャー",
["purple_seal"]="パープルシール",
["gold_seal"]="ゴールドシール",
["red_seal"]="レッドシール",
["tarot"]="タロット",
["negative"]="ネガティブ",
["pluto_planet"]="小惑星",
["common"]="コモン",
["pinned_left"]="ピン留め",
["legendary"]="レジェンド",
["eternal"]="エターナル",
["holographic"]="ホログラム",
["uncommon"]="アンコモン",
["planet"]="惑星",
["locked"]="ロック中",
["polychrome"]="ポリクローム",
},
["ranks"]={
["4"]="4",
["8"]="8",
["10"]="10",
["5"]="5",
["9"]="9",
["6"]="6",
["King"]="キング",
["Ace"]="エース",
["3"]="3",
["7"]="7",
["Jack"]="ジャック",
["Queen"]="クイーン",
["2"]="2",
},
["high_scores"]={
["furthest_round"]="最高ラウンド",
["hand"]="ベストハンド",
["furthest_ante"]="最高アンティ",
["collection"]="コレクション",
["current_streak"]="",
["boss_streak"]="連続最多ボス",
["poker_hand"]="最もプレイされたハンド",
["most_money"]="最多マネー",
["win_streak"]="連勝記録",
},
["suits_plural"]={
["Spades"]="スペード",
["Hearts"]="ハート",
["Diamonds"]="ダイヤ",
["Clubs"]="クラブ",
},
["poker_hand_descriptions"]={
["Flush House"]={
[1]="すべてのカードが同じスーツの",
[2]="スリーカードとワンペア",
},
["Full House"]={
[1]="スリーカードとワンペア",
},
["Flush"]={
[1]="同じスーツのカード5枚",
},
["Pair"]={
[1]="同じランクのカード2枚",
[2]="スコアされないカードが3枚あってもよい",
},
["Four of a Kind"]={
[1]="同じランクのカード4枚",
[2]="スコアされないカードが1枚あってもよい",
},
["Royal Flush"]={
[1]="すべてが同じスーツの",
[2]="ランクが連続したカード5枚",
},
["Straight Flush"]={
[1]="すべてが同じスーツの",
[2]="ランクが連続したカード5枚",
},
["Straight"]={
[1]="ランクが連続したカード5枚",
},
["Five of a Kind"]={
[1]="同じランクのカード5枚",
},
["Flush Five"]={
[1]="同じランクとスーツのカード5枚",
},
["Two Pair"]={
[1]="異なるランクのカード2組",
[2]="スコアされないカードが1枚あってもよい",
},
["Three of a Kind"]={
[1]="同じランクのカード3枚",
[2]="スコアされないカードが2枚あってもよい",
},
["High Card"]={
[1]="プレイされたハンドが上記のハンドではない場合",
[2]="最もランクの高いカードだけがスコアされる",
},
},
},
}