return {
["tutorial"]={
},
["descriptions"]={
["Back"]={
["b_challenge"]={
["name"]="챌린지 덱",
["text"]={
[1]="",
},
},
["b_plasma"]={
["name"]="플라스마 덱",
["text"]={
[1]="플레이한 핸드의",
[2]="점수를 계산할 때 {C:blue}칩{} 과 {C:red}배수{} 의",
[3]="균형을 맞춥니다",
[4]="{C:red}X#1#{} 기본 블라인드 크기",
},
},
["b_nebula"]={
["name"]="네뷸라 덱",
["text"]={
[1]="{C:planet,T:v_telescope}#1#{} 바우처 및",
[2]="{C:red}#2#{} 개의 소모품 슬롯으로",
[3]="",
[4]="런을 시작합니다",
},
},
["b_anaglyph"]={
["name"]="입체 사진 덱",
["text"]={
[1]="각 {C:attention}보스 블라인드{} 를",
[2]="물리친 후,",
[3]="{C:attention,T:tag_double}#1#{}을(를) 획득합니다",
},
},
["b_black"]={
["name"]="블랙 덱",
["text"]={
[1]="매 라운드",
[2]="",
[3]="{C:attention}+#1#{} 개의 조커 슬롯",
[4]="{C:blue}-#2#{} 핸드",
},
},
["b_ghost"]={
["name"]="고스트 덱",
["text"]={
[1]="{C:spectral}유령{} 카드가",
[2]="상점에서 나타납니다",
[3]="{C:spectral,T:c_hex}헥스{} 카드로 시작합니다",
},
},
["b_abandoned"]={
["name"]="버려진 덱",
["text"]={
[1]="덱에",
[2]="{C:attention}그림 카드{} 없이",
[3]="런을 시작합니다",
},
},
["b_erratic"]={
["name"]="불규칙한 덱",
["text"]={
[1]="덱의 모든 {C:attention}랭크{} 및",
[2]="{C:attention}수트{} 가",
[3]="무작위로 지정됩니다",
},
},
["b_magic"]={
["name"]="매직 덱",
["text"]={
[1]="{C:tarot,T:v_crystal_ball}#1#{} 바우처",
[2]="및 {C:tarot,T:c_fool}#2#",
[3]="복사본 {C:attention}2{} 장으로",
[4]="런을 시작합니다",
},
},
["b_red"]={
["name"]="레드 덱",
["text"]={
[1]="라운드마다",
[2]="{C:red}+#1#{} 버리기",
},
},
["b_painted"]={
["name"]="칠한 덱",
["text"]={
[1]="{C:attention}+#1#{} 핸드 크기",
[2]="{C:red}#2#{} 조커 슬롯",
},
},
["b_blue"]={
["name"]="블루 덱",
["text"]={
[1]="라운드마다",
[2]="{C:red}+#1#{} 핸드",
},
},
["b_checkered"]={
["name"]="체크무늬 덱",
["text"]={
[1]="덱에 {C:attention}26{} 장의 {C:spades} 스페이드{} 및",
[2]="{C:attention}26{} 장의 {C:hearts} 하트{} 를 갖고",
[3]="런을 시작합니다",
},
},
["b_green"]={
["name"]="그린 덱",
["text"]={
[1]="각 라운드 종료 시:",
[2]="{s:0.85}남은 {C:blue}핸드{} 당 {C:money}$#1#",
[3]="{s:0.85}남은 {C:red}버리기{} 당 {C:money}$#2#",
[4]="{C:attention}이자{} 가 없습니다",
},
},
["b_yellow"]={
["name"]="옐로우 덱",
["text"]={
[1]="추가 {C:money}$#1#{} 로",
[2]="시작합니다",
},
},
["b_zodiac"]={
["name"]="황도대 덱",
["text"]={
[1]="덱에 {C:attention}26{} 장의 {C:spades} 스페이드{} 및",
[2]="{C:tarot,T:v_tarot_merchant}#1#{},",
[3]="{C:planet,T:v_planet_merchant}#2#{},",
[4]="및 {C:attention,T:v_overstock_norm}#3#",
},
},
},
["Tag"]={
["tag_handy"]={
["name"]="유용한 태그",
["text"]={
[1]="이번 런에서 플레이한 {C:blue}핸드{}당",
[2]="{C:money}$#1#{}를 제공합니다",
[3]="{C:inactive}({C:money}$#2#{C:inactive} 제공)",
},
},
["tag_standard"]={
["name"]="표준 태그",
["text"]={
[1]="무료 {C:attention}메가 표준 팩{} 을",
[2]="제공합니다",
},
},
["tag_d_six"]={
["name"]="D6 태그",
["text"]={
[1]="다음 상점에서 리롤이",
[2]="{C:money}$0{} 로 시작됩니다",
},
},
["tag_negative"]={
["name"]="네거티브 태그",
["text"]={
[1]="상점에",
[2]="{C:dark_edition}네거티브 조커{} 가 있습니다",
},
},
["tag_investment"]={
["name"]="투자 태그",
["text"]={
[1]="보스 블라인드를",
[2]="처치한 후,",
[3]="{C:money}$#1#{} 를 획득합니다",
},
},
["tag_holo"]={
["name"]="홀로그래픽 태그",
["text"]={
[1]="상점에",
[2]="{C:dark_edition}홀로그래픽 조커{} 가 있습니다",
},
},
["tag_rare"]={
["name"]="레어 태그",
["text"]={
[1]="상점에",
[2]="{C:red}레어 조커{} 가 있습니다",
},
},
["tag_skip"]={
["name"]="속도 태그",
["text"]={
[1]="이번 런에서 건너뛴 블라인드마다",
[2]="{C:money}$#1#{} 를 제공합니다",
[3]="{C:inactive}({C:money}$#2# 를 제공합니다{C:inactive})",
},
},
["tag_garbage"]={
["name"]="쓰레기 태그",
["text"]={
[1]="이번 런에서 사용하지 않은 {C:red}버리기{}당",
[2]="{C:money}$#1#{}를 제공합니다",
[3]="{C:inactive}({C:money}$#2#{C:inactive} 제공)",
},
},
["tag_foil"]={
["name"]="포일 태그",
["text"]={
[1]="상점에",
[2]="{C:dark_edition}포일 조커{} 가 있습니다",
},
},
["tag_buffoon"]={
["name"]="어릿광대 태그",
["text"]={
[1]="무료 {C:attention}어릿광대 팩{} 을",
[2]="제공합니다",
},
},
["tag_charm"]={
["name"]="부적 태그",
["text"]={
[1]="무료 {C:tarot}메가 아르카나 팩{} 을",
[2]="제공합니다",
},
},
["tag_ethereal"]={
["name"]="천상의 태그",
["text"]={
[1]="무료 {C:attention}천체 팩{} 을",
[2]="제공합니다",
},
},
["tag_orbital"]={
["name"]="궤도 태그",
["text"]={
[1]="{C:attention}#1#{} 을(를)",
[2]="{C:attention}#2# 레벨{} 만큼 업그레이드합니다",
},
},
["tag_coupon"]={
["name"]="쿠폰 태그",
["text"]={
[1]="다음 상점의",
[2]="초기 카드 및",
[3]="부스터 팩이 무료입니다",
},
},
["tag_boss"]={
["name"]="보스 태그",
["text"]={
[1]="{C:attention}보스 블라인드{} 를",
[2]="리롤합니다",
},
},
["tag_top_up"]={
["name"]="보충 태그",
["text"]={
[1]="최대 {C:attention}#1#{} 장의",
[2]="{C:blue}일반{} 조커를 생성합니다",
[3]="{C:inactive}(공간이 있어야 합니다)",
},
},
["tag_polychrome"]={
["name"]="폴리크롬 태그",
["text"]={
[1]="상점에",
[2]="{C:dark_edition}폴리크롬 조커{} 가 있습니다",
},
},
["tag_meteor"]={
["name"]="유성 태그",
["text"]={
[1]="무료 {C:attention}메가 천체 팩{} 을",
[2]="제공합니다",
},
},
["tag_double"]={
["name"]="더블 태그",
["text"]={
[1]="다음에 선택한 {C:attention}태그{} 의",
[2]="복사본을 제공합니다",
[3]="{s:0.8,C:attention}더블 태그{s:0.8} 제외",
},
},
["tag_juggle"]={
["name"]="저글러 태그",
["text"]={
[1]="다음 라운드의",
[2]="{C:attention}+#1#{} 핸드 크기",
},
},
["tag_economy"]={
["name"]="경제 태그",
["text"]={
[1]="돈을 두 배로 만듭니다",
[2]="{C:inactive}(최대 {C:money}$#1#{C:inactive})",
},
},
["tag_uncommon"]={
["name"]="희귀 태그",
["text"]={
[1]="상점에",
[2]="{C:green}희귀 조커{} 가 있습니다",
},
},
["tag_voucher"]={
["name"]="바우처 태그",
["text"]={
[1]="다음 상점에",
[2]="{C:voucher}바우처{} 하나를 추가합니다",
},
},
},
["Blind"]={
["bl_club"]={
["name"]="클럽",
["text"]={
[1]="모든 클럽 카드가",
[2]="디버프됩니다",
},
},
["bl_needle"]={
["name"]="바늘",
["text"]={
[1]="오직 한 번의 핸드로 플레이합니다",
},
},
["bl_small"]={
["name"]="스몰 블라인드",
["text"]={
},
},
["bl_arm"]={
["name"]="팔",
["text"]={
[1]="플레이한 포커 핸드의",
[2]="레벨이 낮아집니다",
},
},
["bl_plant"]={
["name"]="행성",
["text"]={
[1]="모든 그림 카드가",
[2]="디버프됩니다",
},
},
["bl_wheel"]={
["name"]="바퀴",
["text"]={
[1]=" / 7 의 확률로 카드가",
[2]="뒤집혀서 나옵니다",
},
},
["bl_mouth"]={
["name"]="입",
["text"]={
[1]="이 라운드에서는 오직",
[2]="1개 유형의 핸드로 플레이합니다",
},
},
["bl_eye"]={
["name"]="눈",
["text"]={
[1]="이 라운드에서는",
[2]="핸드 유형의 반복이 불가능합니다",
},
},
["bl_pillar"]={
["name"]="기둥",
["text"]={
[1]="이전에 이 앤티를 플레이한",
[2]="카드가 디버프됩니다",
},
},
["bl_house"]={
["name"]="집",
["text"]={
[1]="첫 핸드가",
[2]="뒤집혀서 나옵니다",
},
},
["bl_hook"]={
["name"]="훅",
["text"]={
[1]="핸드를 플레이할 때마다",
[2]="2장의 무작위 카드를 버립니다",
},
},
["bl_head"]={
["name"]="머리",
["text"]={
[1]="모든 하트 카드가",
[2]="디버프됩니다",
},
},
["bl_goad"]={
["name"]="자극",
["text"]={
[1]="모든 스페이드 카드가",
[2]="디버프됩니다",
},
},
["bl_final_leaf"]={
["name"]="파릇파릇한 잎",
["text"]={
[1]="1장의 조커가 팔릴 때까지",
[2]="모든 카드가 디버프됩니다",
},
},
["bl_ox"]={
["name"]="황소",
["text"]={
[1]="#1# 을(를) 플레이하면",
[2]="돈이 $0가 됩니다",
},
},
["bl_mark"]={
["name"]="가면",
["text"]={
[1]="모든 그림 카드가",
[2]="뒤집혀서 나옵니다",
},
},
["bl_final_vessel"]={
["name"]="바이올렛 선박",
["text"]={
[1]="대형 블라인드",
},
},
["bl_tooth"]={
["name"]="이빨",
["text"]={
[1]="플레이한 카드당",
[2]="$1를 잃습니다",
},
},
["bl_fish"]={
["name"]="물고기",
["text"]={
[1]="각 핸드의 플레이 후",
[2]="카드가 뒤집혀서 뽑힙니다",
},
},
["bl_big"]={
["name"]="빅 블라인드",
["text"]={
},
},
["bl_final_acorn"]={
["name"]="호박 도토리",
["text"]={
[1]="모든 조커 카드를",
[2]="플립 및 셔플합니다",
},
},
["bl_flint"]={
["name"]="부싯돌",
["text"]={
[1]="기본 칩과 배수가",
[2]="절반이 됩니다",
},
},
["bl_psychic"]={
["name"]="심령술사",
["text"]={
[1]="반드시 카드 5장을 플레이해야 합니다",
},
},
["bl_window"]={
["name"]="창문",
["text"]={
[1]="모든 다이아몬드 카드가",
[2]="디버프됩니다",
},
},
["bl_serpent"]={
["name"]="뱀",
["text"]={
[1]="플레이 또는 버리기 후,",
[2]="항상 카드 3장을 뽑습니다",
},
},
["bl_water"]={
["name"]="물",
["text"]={
[1]="0번의 버리기로",
[2]="시작합니다",
},
},
["bl_manacle"]={
["name"]="수갑",
["text"]={
[1]="-1 핸드 크기",
},
},
["bl_wall"]={
["name"]="벽",
["text"]={
[1]="특대형 블라인드",
},
},
["bl_final_heart"]={
["name"]="진홍색 하트",
["text"]={
[1]="모든 핸드에서 조커 한 장이",
[2]="무작위로 비활성화됩니다",
},
},
["bl_final_bell"]={
["name"]="짙은 청색 벨",
["text"]={
[1]="항상 카드 1장이",
[2]="강제 선택됩니다",
},
},
},
["Voucher"]={
["v_tarot_merchant"]={
["name"]="타로 상인",
["text"]={
[1]="{C:tarot}타로{} 카드가",
[2]="상점에서 {C:attention}#1#X{} 만큼",
[3]="더 자주 나타납니다",
},
},
["v_magic_trick"]={
["name"]="마법 속임수",
["text"]={
[1]="{C:attention}상점{} 에서",
[2]="{C:attention}플레잉 카드{} 를",
[3]="구매할 수 있습니다",
},
},
["v_seed_money"]={
["name"]="시드 머니",
["text"]={
[1]="라운드당",
[2]="획득하는 이자의 한도가",
[3]="{C:money}$#1#{} 로 증가합니다",
},
},
["v_tarot_tycoon"]={
["unlock"]={
[1]="상점에서",
[2]="총 {C:attention}#1#{} 장의 {C:tarot}타로{} 카드를",
[3]="구매합니다",
[4]="{C:inactive}(#2#)",
},
["name"]="타로 거물",
["text"]={
[1]="{C:tarot}행성{} 카드가",
[2]="상점에서 {C:attention}#1#X{} 만큼",
[3]="더 자주 나타납니다",
},
},
["v_overstock_norm"]={
["name"]="과잉",
["text"]={
[1]="상점에서 {C:attention}+1{} 개의 카드 슬롯이",
[2]="가능합니다",
},
},
["v_wasteful"]={
["name"]="낭비",
["text"]={
[1]="라운드당",
[2]="{C:red}+#1#{} 버리기를",
[3]="영구적으로 획득합니다",
},
},
["v_grabber"]={
["name"]="강탈자",
["text"]={
[1]="라운드당",
[2]="{C:blue}+#1#{} 핸드를",
[3]="영구적으로 획득합니다",
},
},
["v_paint_brush"]={
["name"]="페인트 붓",
["text"]={
[1]="{C:attention}+#1#{} 핸드 크기",
},
},
["v_money_tree"]={
["unlock"]={
[1]="{C:attention}#1#{} 회의 연속 라운드 동안",
[2]="라운드 획득액당 이자를",
[3]="최대로 받습니다",
[4]="{C:inactive}(#2#)",
},
["name"]="돈나무",
["text"]={
[1]="라운드당",
[2]="획득하는 이자의 한도가",
[3]="{C:money}$#1#{} 로 증가합니다",
},
},
["v_clearance_sale"]={
["name"]="대방출 세일",
["text"]={
[1]="상점의 모든 카드와 팩이",
[2]="{C:attention}#1#%{} 할인됩니다",
},
},
["v_hone"]={
["name"]="연마",
["text"]={
[1]="{C:dark_edition}포일{}, {C:dark_edition}홀로그래픽{}, 그리고",
[2]="{C:dark_edition}폴리크롬{} 카드가",
[3]="{C:attention}#1#X{} 만큼 더 자주 나타납니다",
},
},
["v_liquidation"]={
["unlock"]={
[1]="한 번의 런에서",
[2]="최소 {C:attention}#1#{} 장의 {C:voucher}바우처{} 카드를",
[3]="교환합니다",
},
["name"]="청산",
["text"]={
[1]="상점의 모든 카드와 팩이",
[2]="{C:attention}#1#%{} 할인됩니다",
},
},
["v_hieroglyph"]={
["name"]="상형문자",
["text"]={
[1]="{C:attention}-#1#{} 앤티",
[2]="{C:blue}-#1#{} 핸드",
[3]="영구적으로 획득합니다",
},
},
["v_omen_globe"]={
["unlock"]={
[1]="{C:attention}아르카나 팩{} 에서",
[2]="총 {C:attention}#1#{} 장의 {C:tarot}타로{} 카드를",
[3]="사용합니다",
[4]="{C:inactive}(#2#)",
},
["name"]="징조의 구",
["text"]={
[1]="{C:spectral}유령{} 카드가",
[2]="{C:attention}아르카나 팩{} 에서",
[3]="나타날 수 있습니다",
},
},
["v_telescope"]={
["name"]="망원경",
["text"]={
[1]="{C:attention}천체 팩{} 이",
[2]="가장 많이 플레이한",
[3]="{C:attention}포커 핸드{} 의",
[4]="{C:planet}행성{} 카드를 항상 보유합니다",
},
},
["v_planet_tycoon"]={
["unlock"]={
[1]="상점에서",
[2]="총 {C:attention}#1#{} 장의 {C:tarot}행성{} 카드를",
[3]="구매합니다",
[4]="{C:inactive}(#2#)",
},
["name"]="행성 거물",
["text"]={
[1]="{C:planet}행성{} 카드가",
[2]="상점에서 {C:attention}#1#X{} 만큼",
[3]="더 자주 나타납니다",
},
},
["v_illusion"]={
["unlock"]={
[1]="상점에서",
[2]="총 {C:attention}#1#{} 장의 플레잉 카드를",
[3]="구매합니다",
[4]="{C:inactive}(#2#)",
},
["name"]="환상",
["text"]={
[1]="상점 내 {C:attention}플레잉 카드{}에",
[2]="{C:enhanced}강화{}, {C:dark_edition}에디션{},",
[3]="및/또는 {C:attention}봉인{}이 있을 수 있습니다",
},
},
["v_reroll_glut"]={
["unlock"]={
[1]="총 {C:attention}#1#{} 번",
[2]="상점을 리롤합니다",
[3]="{C:inactive}(#2#)",
},
["name"]="리롤 과잉",
["text"]={
[1]="리롤 비용이",
[2]="{C:money}$#1#{} 감소합니다",
},
},
["v_glow_up"]={
["unlock"]={
[1]="최소 {C:attention}#1#{} 장의",
[2]="{C:attention}조커{} 카드를",
[3]="{C:dark_edition}포일{}, {C:dark_edition}홀로그래픽{}, 또는",
[4]="{C:dark_edition}폴리크롬{} 에디션으로 보유합니다",
},
["name"]="글로우업",
["text"]={
[1]="{C:dark_edition}포일{}, {C:dark_edition}홀로그래픽{}, 그리고",
[2]="{C:dark_edition}폴리크롬{} 카드가",
[3]="{C:attention}#1#X{} 만큼 더 자주 나타납니다",
},
},
["v_retcon"]={
["unlock"]={
[1]="{C:attention}#1#{} 블라인드를",
[2]="발견합니다",
},
["name"]="레트콘",
["text"]={
[1]="앤티당 보스 블라인드를",
[2]="{C:attention}무제한{},",
[3]="리롤당 {C:money}$#1#{}",
},
},
["v_nacho_tong"]={
["unlock"]={
[1]="총 {C:attention}#1#{} 장의 카드를",
[2]="플레이합니다",
[3]="{C:inactive}(#2#)",
},
["name"]="나초 통",
["text"]={
[1]="라운드당",
[2]="{C:blue}+#1#{} 핸드를",
[3]="영구적으로 획득합니다",
},
},
["v_observatory"]={
["unlock"]={
[1]="{C:planet}천체 팩{} 에서",
[2]="총 {C:attention}#1#{} 장의 {C:planet}행성{} 카드를",
[3]="사용합니다",
[4]="{C:inactive}(#2#)",
},
["name"]="관측소",
["text"]={
[1]="{C:attention}소모품{} 지역의",
[2]="{C:planet}행성{} 카드가",
[3]="지정된 {C:attention}포커 핸드{} 에",
[4]="{X:red,C:white} X#1# {} 배수를 제공합니다",
},
},
["v_reroll_surplus"]={
["name"]="잉여 리롤",
["text"]={
[1]="리롤 비용이",
[2]="{C:money}$#1#{} 감소합니다",
},
},
["v_recyclomancy"]={
["unlock"]={
[1]="총 {C:attention}#1#{} 장의 카드를",
[2]="버립니다",
[3]="{C:inactive}(#2#)",
},
["name"]="리사이클로맨시",
["text"]={
[1]="라운드당",
[2]="{C:red}+#1#{} 버리기를",
[3]="영구적으로 획득합니다",
},
},
["v_palette"]={
["unlock"]={
[1]="핸드 크기를",
[2]="카드 {C:attention}#1#{}장으로 줄입니다",
},
["name"]="팔레트",
["text"]={
[1]="핸드에 {C:attention}+#1#{}장의",
},
},
["v_overstock_plus"]={
["unlock"]={
[1]="상점에서 총 {C:money}$#1#{} 를",
[2]="지출합니다",
[3]="{C:inactive}($#2#)",
},
["name"]="과잉 재고",
["text"]={
[1]="상점에서 {C:attention}+1{} 개의 카드 슬롯이",
[2]="가능합니다",
},
},
["v_blank"]={
["name"]="여백",
["text"]={
[1]="{C:inactive}아무것도 안 하나요?",
},
},
["v_directors_cut"]={
["name"]="디렉터스 컷",
["text"]={
[1]="앤티당 보스 블라인드를",
[2]="{C:attention}1{} 회 리롤합니다",
[3]="롤당 {C:money}$#1#{}",
},
},
["v_petroglyph"]={
["unlock"]={
[1]="앤티 레벨",
[2]="{E:1,C:attention}#1#{} 에 도달합니다",
},
["name"]="암각화",
["text"]={
[1]="{C:attention}-#1#{} 앤티",
[2]="{C:red}-#1#{} 버리기",
[3]="영구적으로 획득합니다",
},
},
["v_planet_merchant"]={
["name"]="행성 상인",
["text"]={
[1]="{C:planet}행성{} 카드가",
[2]="상점에서 {C:attention}#1#X{} 만큼",
[3]="더 자주 나타납니다",
},
},
["v_antimatter"]={
["unlock"]={
[1]="{C:voucher}블랭크{} 를",
[2]="총 {C:attention}#1#{} 회 교환합니다",
[3]="{C:inactive}(#2#)",
},
["name"]="반물질",
["text"]={
[1]="{C:dark_edition}+1{} 개의 조커 슬롯",
},
},
["v_crystal_ball"]={
["name"]="수정 구슬",
["text"]={
[1]="{C:attention}+1{} 소모품 슬롯",
},
},
},
["Enhanced"]={
["m_stone"]={
["name"]="스톤 카드",
["text"]={
[1]="{C:chips}+#1#{} 개의 칩",
[2]="랭크 또는 수트 없음",
},
},
["m_mult"]={
["name"]="배수 카드",
["text"]={
[1]="{C:mult}+#1#{} 배수",
},
},
["m_wild"]={
["name"]="와일드 카드",
["text"]={
[1]="아무 수트에",
[2]="사용할 수 있습니다",
},
},
["m_glass"]={
["name"]="글래스 카드",
["text"]={
[1]="{X:mult,C:white} X#1# {} 배수",
[2]="{C:green}#2# / #3#{} 의 확률로",
[3]="카드를 파괴합니다",
},
},
["m_steel"]={
["name"]="스틸 카드",
["text"]={
[1]="핸드에",
[2]="이 카드가 있는 동안",
[3]="{X:mult,C:white} X#1# {} 배수",
},
},
["m_bonus"]={
["name"]="보너스 카드",
["text"]={
},
},
["m_gold"]={
["name"]="골드 카드",
["text"]={
[1]="라운드가 끝날 때",
[2]="핸드에 이 카드가 있으면",
[3]="{C:money}$#1#{}",
},
},
["m_lucky"]={
["name"]="럭키 카드",
["text"]={
[1]="{C:green}#1# / #3#{} 의 확률로",
[2]="{C:mult}+#2#{} 배수",
[3]="{C:green}#1# / #3#{} 의 확률로",
[4]="{C:money}$#4# 획득",
},
},
},
["Tarot"]={
["c_sun"]={
["name"]="태양",
["text"]={
[1]="최대 {C:attention}#1#{} 장의 선택한 카드를",
[2]="{V:1}#2#{} (으)로",
[3]="전환합니다",
},
},
["c_empress"]={
["name"]="여제",
["text"]={
[1]="{C:attention}#1#{} 장의 선택한 카드를",
[2]="{C:attention}#2#{} (으)로",
[3]="강화합니다",
},
},
["c_star"]={
["name"]="별",
["text"]={
[1]="최대 {C:attention}#1#{} 장의 선택한 카드를",
[2]="{V:1}#2#{} (으)로",
[3]="전환합니다",
},
},
["c_judgement"]={
["name"]="심판",
["text"]={
[1]="무작위 {C:attention}조커{} 카드를",
[2]="생성합니다",
[3]="{C:inactive}(공간이 있어야 합니다)",
},
},
["c_death"]={
["name"]="죽음",
["text"]={
[1]="{C:attention}#1#{} 장의 카드를 선택하여,",
[2]="{C:attention}왼쪽{} 카드를",
[3]="{C:attention}오른쪽{} 카드로 전환합니다",
[4]="{C:inactive}(드래그하여 재배열)",
},
},
["c_wheel_of_fortune"]={
["name"]="운명의 수레바퀴",
["text"]={
[1]="{C:green}#1# / #2#{} 의 확률로",
[2]="{C:dark_edition}포일{}, {C:dark_edition}홀로그래픽{}, 또는",
[3]="{C:dark_edition}폴리크롬{} 에디션을",
[4]="무작위 {C:attention}조커{} 에 추가합니다",
},
},
["c_heirophant"]={
["name"]="교황",
["text"]={
[1]="{C:attention}#1#{} 장의 선택한 카드를",
[2]="{C:attention}#2#{} (으)로",
[3]="강화합니다",
},
},
["c_fool"]={
["name"]="바보",
["text"]={
[1]="이번 런 동안 사용한",
[2]="마지막 {C:tarot}타로{} 또는",
[3]="{C:planet}행성{} 카드를 생성합니다",
[4]="{s:0.8,C:tarot}바보{s:0.8} 제외",
},
},
["c_high_priestess"]={
["name"]="고위 여사제",
["text"]={
[1]="최대 {C:attention}#1#{}장의",
[2]="무작위 {C:planet}행성{} 카드를 생성합니다",
[3]="{C:inactive}(공간이 있어야 합니다)",
},
},
["c_chariot"]={
["name"]="전차",
["text"]={
[1]="{C:attention}#1#{} 장의 선택한 카드를",
[2]="{C:attention}#2#{} (으)로",
[3]="강화합니다",
},
},
["c_lovers"]={
["name"]="연인",
["text"]={
[1]="{C:attention}#1#{} 장의 선택한 카드를",
[2]="{C:attention}#2#{} (으)로",
[3]="강화합니다",
},
},
["c_hanged_man"]={
["name"]="매달린 남자",
["text"]={
[1]="최대 {C:attention}#1#{} 장의",
[2]="선택한 카드를 파괴합니다",
},
},
["c_strength"]={
["name"]="힘",
["text"]={
[1]="선택한 {C:attention}#1#{} 장의",
[2]="카드 랭크가 {C:attention}1{} 만큼",
[3]="상승합니다",
},
},
["c_world"]={
["name"]="세계",
["text"]={
[1]="최대 {C:attention}#1#{} 장의 선택한 카드를",
[2]="{V:1}#2#{} (으)로",
[3]="전환합니다",
},
},
["c_hermit"]={
["name"]="은둔자",
["text"]={
[1]="돈을 두 배로 만듭니다",
[2]="{C:inactive}(최대 {C:money}$#1#{C:inactive})",
},
},
["c_devil"]={
["name"]="악마",
["text"]={
[1]="{C:attention}#1#{} 장의 선택한 카드를",
[2]="{C:attention}#2#{} (으)로",
[3]="강화합니다",
},
},
["c_magician"]={
["name"]="마법사",
["text"]={
[1]="{C:attention}#1#{} 장의 선택한 카드를",
[2]="{C:attention}#2#{} (으)로",
[3]="강화합니다",
},
},
["c_moon"]={
["name"]="달",
["text"]={
[1]="최대 {C:attention}#1#{} 장의 선택한 카드를",
[2]="{V:1}#2#{} (으)로",
[3]="전환합니다",
},
},
["c_emperor"]={
["name"]="황제",
["text"]={
[1]="최대 {C:attention}#1#{}장의",
[2]="무작위 {C:tarot}타로{} 카드를 생성합니다",
[3]="{C:inactive}(공간이 있어야 합니다)",
},
},
["c_temperance"]={
["name"]="절제",
["text"]={
[1]="현재 모든 조커의",
[2]="총 판매 가치를 제공합니다",
[3]="{C:inactive}(최대 {C:money}$#1#{C:inactive})",
[4]="{C:inactive}(현재 {C:money}$#2#{C:inactive})",
},
},
["c_tower"]={
["name"]="탑",
["text"]={
[1]="{C:attention}#1#{} 장의 선택한 카드를",
[2]="{C:attention}#2#{} (으)로",
[3]="강화합니다",
},
},
["c_justice"]={
["name"]="정의",
["text"]={
[1]="{C:attention}#1#{} 장의 선택한 카드를",
[2]="{C:attention}#2#{} (으)로",
[3]="강화합니다",
},
},
},
["Stake"]={
["stake_green"]={
["name"]="그린 스테이크",
["text"]={
[1]="각 {C:attention}앤티{} 에",
[2]="필요한 점수가 더 빠르게 증가합니다",
[3]="{s:0.8}이전 스테이크를 모두 적용합니다",
},
},
["stake_blue"]={
["name"]="블루 스테이크",
["text"]={
[1]="{C:red}-1{} 버리기",
[2]="{s:0.8}이전 스테이크를 모두 적용합니다",
},
},
["stake_white"]={
["name"]="화이트 스테이크",
["text"]={
[1]="기본 난이도",
},
},
["stake_red"]={
["name"]="레드 스테이크",
["text"]={
[1]="{C:attention}스몰 블라인드{} 가",
[2]="보상 돈을 제공하지 않습니다",
[3]="{s:0.8}이전 스테이크를 모두 적용합니다",
},
},
["stake_black"]={
["name"]="블랙 스테이크",
["text"]={
[1]="상점에 {C:attention}이터널{} 조커가 있습니다.",
[2]="{C:inactive,s:0.8}{판매하거나 파괴할 수 없습니다}",
[3]="{s:0.8}이전 스테이크를 모두 적용합니다",
},
},
["stake_orange"]={
["name"]="오렌지 스테이크",
["text"]={
[1]="앤티당 {C:attention}부스터 팩{} 비용이",
[2]="{C:money}$1{} 추가됩니다",
[3]="{s:0.8}이전 스테이크를 모두 적용합니다",
},
},
["stake_purple"]={
["name"]="퍼플 스테이크",
["text"]={
[1]="각 {C:attention}앤티{} 에",
[2]="필요한 점수가 더 빠르게 증가합니다",
[3]="{s:0.8}이전 스테이크를 모두 적용합니다",
},
},
["stake_gold"]={
["name"]="골드 스테이크",
["text"]={
[1]="{C:red}-1{} 핸드 크기",
[2]="{s:0.8}이전 스테이크를 모두 적용합니다",
},
},
},
["Planet"]={
["c_pluto"]={
["name"]="명왕성",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_neptune"]={
["name"]="해왕성",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_mercury"]={
["name"]="수성",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_jupiter"]={
["name"]="목성",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_venus"]={
["name"]="금성",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_mars"]={
["name"]="화성",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_eris"]={
["name"]="에리스",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} 레벨 업",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{}개의 칩",
},
},
["c_earth"]={
["name"]="지구",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_ceres"]={
["name"]="세레스",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_saturn"]={
["name"]="토성",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_planet_x"]={
["name"]="플래닛 X",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
["c_uranus"]={
["name"]="천왕성",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}Lv.#1#{S:0.8}){} {C:attention}#2#{} 을(를)",
[2]="레벨업합니다",
[3]="{C:mult}+#3#{} 배수 및",
[4]="{C:chips}+#4#{} 개의 칩",
},
},
},
["Other"]={
["p_buffoon_jumbo"]={
["name"]="점보 어릿광대 팩",
["text"]={
[1]="최대 {C:attention}#2#{} 장의 {C:joker}조커{} 카드 중",
[2]="{C:attention}#1#{} 장을 선택합니다",
},
},
["p_standard_jumbo"]={
["name"]="점보 표준 팩",
["text"]={
[1]="덱에 추가할 최대",
[2]="{C:attention}#2#{} 장의 {C:attention}플레잉{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["debuffed_default"]={
["name"]="디버프됨",
["text"]={
[1]="모든 능력이",
[2]="비활성화됨",
},
},
["undiscovered_spectral"]={
["name"]="발견되지 않음",
["text"]={
[1]="시드되지 않은 런에서",
[2]="이 카드를 구매하거나",
[3]="사용하여",
[4]="기능을 알아보세요",
},
},
["p_celestial_jumbo"]={
["name"]="점보 천체 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:planet}행성{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["demo_shop_locked"]={
["name"]="잠김",
["text"]={
[1]="{C:attention}짐보{} 의 개인 컬렉션",
[2]="카드로서,",
[3]="{E:1,C:red}Balatro",
[4]="정식 버전에서 사용할 수 있습니다",
},
},
["black_sticker"]={
["name"]="블랙 스티커",
["text"]={
[1]="이 조커를 사용하여",
[2]="{C:attention}블랙 스테이크",
[3]="난이도에서 승리함",
},
},
["p_spectral_jumbo"]={
["name"]="점보 유령 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:spectral}유령{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["challenge_locked"]={
["name"]="잠김",
["text"]={
[1]="챌린지 모드를 해제하려면",
[2]="최소 #1#개의 다른 덱으로",
[3]="런을 승리합니다",
[4]="{C:attention,s:2}#2#/#1#",
},
},
["undiscovered_joker"]={
["name"]="발견되지 않음",
["text"]={
[1]="시드되지 않은 런에서",
[2]="이 카드를 구매하거나",
[3]="사용하여",
[4]="기능을 알아보세요",
},
},
["purple_seal"]={
["name"]="퍼플 봉인",
["text"]={
[1]="{C:attention}버리면",
[2]="{C:tarot}타로{} 카드를 생성합니다",
[3]="{C:inactive}(공간이 있어야 합니다)",
},
},
["card_chips"]={
["text"]={
[1]="{C:chips}+#1#{} 개의 칩",
},
},
["p_standard_normal"]={
["name"]="표준 팩",
["text"]={
[1]="덱에 추가할 최대",
[2]="{C:attention}#2#{} 장의 {C:attention}플레잉{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["red_seal"]={
["name"]="레드 봉인",
["text"]={
[1]="이 카드를 {C:attention}1{}번",
[2]="다시 트리거합니다",
},
},
["white_sticker"]={
["name"]="화이트 스티커",
["text"]={
[1]="이 조커를 사용하여",
[2]="{C:attention}화이트 스테이크",
[3]="난이도에서 승리함",
},
},
["playing_card"]={
["text"]={
[1]="{V:1}#2# 의 {C:light_black}#1#",
},
},
["card_extra_chips"]={
["text"]={
[1]="{C:chips}+#1#{} 개의 추가 칩",
},
},
["deck_locked_stake"]={
["name"]="잠김",
["text"]={
[1]="최소 {V:1}#1#{} 난이도에서",
[2]="아무 덱으로",
[3]="런을 승리합니다",
},
},
["orange_sticker"]={
["name"]="오렌지 스티커",
["text"]={
[1]="이 조커를 사용하여",
[2]="{C:attention}오렌지 스테이크",
[3]="난이도에서 승리함",
},
},
["red_sticker"]={
["name"]="레드 스티커",
["text"]={
[1]="이 조커를 사용하여",
[2]="{C:attention}레드 스테이크",
[3]="난이도에서 승리함",
},
},
["p_standard_mega"]={
["name"]="메가 표준 카드",
["text"]={
[1]="덱에 추가할 최대",
[2]="{C:attention}#2#{} 장의 {C:attention}플레잉{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["locked"]={
["name"]="잠김",
["text"]={
},
},
["debuffed_playing_card"]={
["name"]="디버프됨",
["text"]={
[1]="칩 획득 불가 및",
[2]="모든 능력이",
[3]="비활성화됨",
},
},
["green_sticker"]={
["name"]="그린 스티커",
["text"]={
[1]="이 조커를 사용하여",
[2]="{C:attention}그린 스테이크",
[3]="난이도에서 승리함",
},
},
["deck_locked_win"]={
["name"]="잠김",
["text"]={
[1]="아무 난이도에서",
[2]="{C:attention}#1#{} (으)로",
[3]="런을 승리합니다",
},
},
["undiscovered_tag"]={
["name"]="발견되지 않음",
["text"]={
[1]="시드되지 않은 런에서",
[2]="이 태그를 사용해",
[3]="기능을 알아보세요",
},
},
["p_buffoon_normal"]={
["name"]="어릿광대 팩",
["text"]={
[1]="최대 {C:attention}#2#{} 장의 {C:joker}조커{} 카드 중",
[2]="{C:attention}#1#{} 장을 선택합니다",
},
},
["undiscovered_tarot"]={
["name"]="발견되지 않음",
["text"]={
[1]="시드되지 않은 런에서",
[2]="이 카드를 구매하거나",
[3]="사용하여",
[4]="기능을 알아보세요",
},
},
["remove_negative"]={
["text"]={
},
},
["pinned_left"]={
["name"]="고정",
["text"]={
[1]="이 조커는",
[2]="가장 왼쪽에",
[3]="고정됩니다",
},
},
["gold_seal"]={
["name"]="골드 봉인",
["text"]={
[1]="이 카드를 플레이하면",
[2]="{C:money}$3{}를 획득합니다",
[3]="및 점수",
},
},
["demo_locked"]={
["name"]="잠김",
["text"]={
[1]="이 체험판에서는",
[2]="사용할 수 없습니다",
},
},
["undiscovered_edition"]={
["name"]="발견되지 않음",
["text"]={
[1]="시드되지 않은 런에서",
[2]="이 에디션을 찾아",
[3]="기능을 알아보세요",
},
},
["wip_locked"]={
["name"]="잠김",
["text"]={
[1]="작업",
[2]="진행 중",
},
},
["undiscovered_booster"]={
["name"]="발견되지 않음",
["text"]={
[1]="시드되지 않은 런에서",
[2]="이 팩을 열어",
[3]="기능을 알아보세요",
},
},
["p_spectral_normal"]={
["name"]="유령 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:spectral}유령{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["deck_locked_discover"]={
["name"]="잠김",
["text"]={
[1]="컬렉션에서",
[2]="최소 {C:attention}#1#{} 개의 아이템을",
[3]="발견합니다",
},
},
["gold_sticker"]={
["name"]="골드 스티커",
["text"]={
[1]="이 조커를 사용하여",
[2]="{C:attention}골드 스테이크",
[3]="난이도에서 승리함",
},
},
["p_celestial_normal"]={
["name"]="천체 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:planet}행성{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["blue_seal"]={
["name"]="블루 봉인",
["text"]={
[1]="이 카드를 {C:attention}보유하면{}",
[2]="{C:planet}행성{} 카드를 생성합니다",
[3]="라운드 종료 시 핸드",
},
},
["undiscovered_voucher"]={
["name"]="발견되지 않음",
["text"]={
[1]="시드되지 않은 런에서",
[2]="이 바우처를",
[3]="교환하여",
[4]="기능을 알아보세요",
},
},
["p_arcana_normal"]={
["name"]="아르카나 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:tarot}타로{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["joker_locked_legendary"]={
["name"]="잠김",
["text"]={
[1]="{C:spectral}영혼{} 카드에서",
[2]="이 조커를 찾습니다",
},
},
["blue_sticker"]={
["name"]="블루 스티커",
["text"]={
[1]="이 조커를 사용하여",
[2]="{C:attention}블루 스테이크",
[3]="난이도에서 승리함",
},
},
["p_arcana_mega"]={
["name"]="메가 아르카나 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:tarot}타로{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["p_buffoon_mega"]={
["name"]="메가 어릿광대 팩",
["text"]={
[1]="최대 {C:attention}#2#{} 장의 {C:joker}조커{} 카드 중",
[2]="{C:attention}#1#{} 장을 선택합니다",
},
},
["eternal"]={
["name"]="이터널",
["text"]={
[1]="판매하거나",
[2]="파괴할 수 없습니다",
},
},
["purple_sticker"]={
["name"]="퍼플 스티커",
["text"]={
[1]="이 조커를 사용하여",
[2]="{C:attention}퍼플 스테이크",
[3]="난이도에서 승리함",
},
},
["undiscovered_planet"]={
["name"]="발견되지 않음",
["text"]={
[1]="시드되지 않은 런에서",
[2]="이 카드를 구매하거나",
[3]="사용하여",
[4]="기능을 알아보세요",
},
},
["p_arcana_jumbo"]={
["name"]="점보 아르카나 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:tarot}타로{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["p_celestial_mega"]={
["name"]="메가 천체 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:planet}행성{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
["p_spectral_mega"]={
["name"]="메가 유령 팩",
["text"]={
[1]="즉시 사용할 최대",
[2]="{C:attention}#2#{} 장의 {C:spectral}유령{} 카드 중",
[3]="{C:attention}#1#{} 장을 선택합니다",
},
},
},
["Edition"]={
["e_negative"]={
["name"]="네거티브",
["text"]={
[1]="{C:dark_edition}+#1#{}개의 조커 슬롯",
},
},
["e_polychrome"]={
["name"]="폴리크롬",
["text"]={
[1]="{X:mult,C:white} X#1# {} 배수",
},
},
["e_holo"]={
["name"]="홀로그래픽",
["text"]={
[1]="{C:mult}+#1#{} 배수",
},
},
["e_negative_consumable"]={
["name"]="네거티브",
["text"]={
[1]="{C:dark_edition}+#1#{}개의 소모품 슬롯",
},
},
["e_base"]={
["name"]="기본",
["text"]={
[1]="추가 효과 없음",
},
},
["e_foil"]={
["name"]="포일",
["text"]={
[1]="{C:chips}+#1#{}개의 칩",
},
},
},
["Joker"]={
["j_mime"]={
["name"]="마임",
["text"]={
[1]="{C:attention}핸드에",
[2]="{C:attention}있는{} 모든 카드 능력을",
[3]="다시 트리거합니다",
},
},
["j_sly"]={
["name"]="교활한 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="칩 {C:chips}+#1#{}개",
},
},
["j_ceremonial"]={
["name"]="의식용 단검",
["text"]={
[1]="{C:attention}블라인드{}가 선택되면,",
[2]="오른쪽의 조커를 파괴하고",
[3]="이 {C:red} 배수{}에 그 판매 가치를",
[4]=" {C:attention}두 배{}로 영구적으로 추가합니다",
[5]="{C:inactive}(현재 {C:mult}+#1#{C:inactive} 배수)",
},
},
["j_supernova"]={
["name"]="초신성",
["text"]={
[1]="{C:attention}포커 핸드{} 가 플레이된",
[2]="횟수를 배수에",
[3]="추가합니다",
},
},
["j_droll"]={
["name"]="괴짜 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="{C:red}+#1#{} 배수",
},
},
["j_perkeo"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="페르케오",
["text"]={
[1]="{C:attention}상점{}에서 끝날 때",
[2]="소유한",
[3]="{C:attention}1{}장의 무작위 {C:attentin}소모품{} 카드의",
[4]="{C:dark_edition}네거티브{}를 생성합니다",
},
},
["j_seance"]={
["name"]="교령회",
["text"]={
[1]="{C:attention}포커 핸드{} 가",
[2]="{C:attention}#1#{} 인 경우,",
[3]="무작위 {C:spectral}유령{} 카드를 생성합니다",
[4]="{C:inactive}(공간이 있어야 합니다)",
},
},
["j_four_fingers"]={
["name"]="네 개의 손가락",
["text"]={
[1]="모든 {C:attention}플러시{} 와",
[2]="{C:attention}스트레이트{} 를",
[3]="{C:attention}4{} 장의 카드로 만듭니다",
},
},
["j_golden"]={
["name"]="골든 조커",
["text"]={
[1]="라운드 종료 시",
[2]="{C:money}$#1#{} 를 획득합니다",
},
},
["j_delayed_grat"]={
["name"]="늦춰진 희열",
["text"]={
[1]="라운드가 끝날 때까지",
[2]="버리기를 사용하지 않으면",
[3]="{C:attention}버리기{}당 {C:money}$#1#{}를 획득합니다",
},
},
["j_castle"]={
["name"]="성",
["text"]={
[1]="이 조커는 {V:1}#2#{} 카드를 버릴 때마다",
[2]="{C:chips}+#1#{}개의 칩을 획득하며,",
[3]="수트가 매 라운드 변경됩니다",
[4]="{C:inactive}(현재 {C:chips}+#3#{C:inactive}개의 칩)",
},
},
["j_hit_the_road"]={
["unlock"]={
[1]="동시에",
[2]="{E:1,C:attention}잭 5{} 장을",
[3]="버립니다",
},
["name"]="여행 출발",
["text"]={
[1]="이번 라운드에서",
[2]="{C:attention}잭{} 을 버릴 때마다",
[3]="{X:mult,C:white} X#1# {} 배수를 획득합니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_card_sharp"]={
["name"]="야바위꾼",
["text"]={
[1]="이 라운드에서 이미 플레이된",
[2]="{C:attention}포커 핸드{} 를 플레이할 시",
[3]="{X:mult,C:white} X#1# {} 배수",
},
},
["j_pareidolia"]={
["name"]="환각",
["text"]={
[1]="모든 카드가",
[2]="{C:attention}그림{} 카드로",
[3]="취급됩니다",
},
},
["j_green_joker"]={
["name"]="그린 조커",
["text"]={
[1]="플레이한 핸드당 {C:mult}+#1#{} 배수",
[2]="버리기당 {C:mult}-#2#{} 배수",
[3]="{C:inactive}(현재 {C:mult}+#3#{C:inactive} 배수)",
},
},
["j_shortcut"]={
["name"]="지름길",
["text"]={
[1]="{C:attention}스트레이트{}를",
[2]="{C:attention}1 랭크{}의 차이로 만듭니다",
[3]="{C:inactive}(예: {C:attention}2 3 5 7 8{C:inactive})",
},
},
["j_luchador"]={
["name"]="루차도르",
["text"]={
[1]="이 카드를 팔아서",
[2]="현재 {C:attention}보스 블라인드{}를",
[3]="비활성화합니다",
},
},
["j_devious"]={
["name"]="기만적인 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="칩 {C:chips}+#1#{}개",
},
},
["j_steel_joker"]={
["name"]="스틸 조커",
["text"]={
[1]="{C:attention}스틸{} 카드가",
[2]="풀 덱에 있을 때마다",
[3]="이 조커는 {X:mult,C:white} X#1# {} 배수를 확득합니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_rocket"]={
["name"]="로켓",
["text"]={
[1]="라운드가 끝날 때 {C:money}$#1#{}를",
[2]="획득합니다. {C:attention}보스 블라인드{}가 패하면",
[3]="{C:money}$#2#{}를 획득합니다",
},
},
["j_credit_card"]={
["name"]="신용 카드",
["text"]={
[1]="부채를",
[2]="최대 {C:red}-$#1#{} 합니다",
},
},
["j_hologram"]={
["name"]="홀로그램",
["text"]={
[1]="덱에 추가된",
[2]="{C:attention}플레잉 카드{}당",
[3]="{X:mult,C:white} X#1# {} 배수를 획득합니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_ride_the_bus"]={
["name"]="버스 탑승",
["text"]={
[1]="{C:attention}그림{} 카드 득점 없이",
[2]="플레이한",
[3]="연속 핸드마다",
[4]="{C:mult}+#1#{} 배수",
[5]="{C:inactive}(현재 {C:mult}+#2#{C:inactive} 배수)",
},
},
["j_hiker"]={
["name"]="도보 여행자",
["text"]={
[1]="{C:attention}카드{}를 플레이할 때마다",
[2]="득점 시 영구적으로",
[3]="{C:chips}+#1#{} 개의 칩을 획득합니다",
},
},
["j_ramen"]={
["name"]="라면",
["text"]={
[1]="{X:mult,C:white} X#1# {} 배수,",
[2]="{C:attention}카드{}를 버릴 때마다",
[3]="{X:mult,C:white} X#2# {} 배수를 잃습니다",
},
},
["j_square"]={
["name"]="정사각형 조커",
["text"]={
[1]="정확히 {C:attention}4{}장의 카드가 있는",
[2]="핸드를 플레이할 때마다",
[3]="{C:chips}+#2#{} 개의 칩을 획득합니다",
[4]="{C:inactive}(현재 {C:chips}#1#{}개의 칩)",
},
},
["j_baseball"]={
["name"]="야구 카드",
["text"]={
[1]="{C:green}희귀{} 조커마다",
[2]="{X:mult,C:white} X#1# {} 배수를 제공합니다",
},
},
["j_burglar"]={
["name"]="절도범",
["text"]={
[1]="{C:attention}블라인드{} 를 선택하면,",
[2]="{C:blue}+#1#{} 핸드를 얻고",
[3]="{C:attention}버리기를 모두 잃습니다",
},
},
["j_reserved_parking"]={
["name"]="지정 주차 공간",
["text"]={
[1]="핸드에 보유한",
[2]="{C:attention}그림{} 카드마다",
[3]="{C:green}#2#/#3#{} 확률을 보유합니다",
[4]="{C:money}$#1#{}을(를) 제공합니다",
},
},
["j_cavendish"]={
["name"]="캐번디시",
["text"]={
[1]="{X:mult,C:white} X#1# {} 배수",
[2]="라운드가 끝날 때",
[3]="{C:green}#2# / #3#{} 의 확률로",
[4]="이 카드가 파괴됩니다",
},
},
["j_erosion"]={
["name"]="침식",
["text"]={
[1]="풀 덱에서 {C:attention}#3#{} 미만의",
[2]="카드마다",
[3]="{C:red}+#1#{} 배수",
[4]="{C:inactive}(현재 {C:red}+#2#{C:inactive} 배수)",
},
},
["j_trio"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} 을(를)",
[2]="플레이하지 않고",
[3]="런을 승리합니다",
},
["name"]="트리오",
["text"]={
[1]="플레이한 핸드가",
[2]="{C:attention}#2#{} 을(를) 포함 시",
[3]="{X:mult,C:white} X#1# {} 배수",
},
},
["j_flash"]={
["name"]="플래시 카드",
["text"]={
[1]="상점에서 {C:attention}리롤{}할 때마다",
[2]="{C:mult}+#1#{} 배수",
[3]="{C:inactive}(현재 {C:mult}+#2#{C:inactive} 배수)",
},
},
["j_blueprint"]={
["unlock"]={
[1]="런을 승리합니다",
},
["name"]="청사진",
["text"]={
[1]="오른쪽 {C:attention}조커{} 의",
[2]="능력을 복사합니다",
},
},
["j_joker"]={
["name"]="조커",
["text"]={
[1]="{C:red,s:1.1}+#1#{} 배수",
},
},
["j_red_card"]={
["name"]="레드카드",
["text"]={
[1]="{C:attention}부스터 팩{} 을 건너뛰면",
[2]="{C:red}+#1#{} 배수를 획득합니다",
[3]="{C:inactive}(현재 {C:red}+#2#{C:inactive} 배수)",
},
},
["j_onyx_agate"]={
["unlock"]={
[1]="덱에서",
[2]="{E:1,C:attention}#2#{} 수트의",
[3]="카드를 최소 {E:1,C:attention}#1#{} 장 보유합니다",
},
["name"]="오닉스 아게이트",
["text"]={
[1]="{C:clubs}클럽{} 수트의",
[2]="카드를 플레이할 때마다",
[3]="득점 시 {C:mult}+#1#{} 배수를 제공합니다",
},
},
["j_loyalty_card"]={
["name"]="로열티 카드",
["text"]={
[1]="{C:attention}#2#{} 번의 핸드를 플레이할 때마다",
[2]="{X:red,C:white} X#1# {} 배수",
[3]="{C:inactive}#3#",
},
},
["j_trousers"]={
["name"]="여벌 바지",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{}이(가) 있으면",
[3]="{C:mult}+#1#{} 배수를 획득합니다",
[4]="{C:inactive}(현재 {C:red}+#3#{C:inactive} 배수)",
},
},
["j_baron"]={
["name"]="남작",
["text"]={
[1]="핸드에 있는",
[2]="{C:attention}킹{}마다",
[3]="{X:mult,C:white} X#1# {} 배수를 제공합니다",
},
},
["j_space"]={
["name"]="스페이스 조커",
["text"]={
[1]="{C:green}#1# / #2#{} 의 확률로",
[2]="플레이한 {C:attention}포커 핸드{} 레벨을",
[3]="업그레이드합니다",
},
},
["j_triboulet"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="트리불레",
["text"]={
[1]="플레이한 {C:attention}킹{}과",
[2]="{C:attention}퀸{}이 각각 제공합니다",
[3]="{X:mult,C:white} X#1# {} 배수를 제공하며,",
},
},
["j_gift"]={
["name"]="기프트 카드",
["text"]={
[1]="모든 {C:attention}조커{} 및",
[2]="{C:attention}소모품{} 카드에",
[3]="{C:money}$#1#{}의 {C:attention}판매 가치{}를 추가합니다",
[4]=" ",
},
},
["j_wily"]={
["name"]="악랄한 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="칩 {C:chips}+#1#{}개",
},
},
["j_even_steven"]={
["name"]="이븐 스티븐",
["text"]={
[1]="{C:attention}짝수{} 랭크로",
[2]="플레이한 카드는",
[3]="득점 시 {C:mult}+#1#{} 배수를 제공합니다",
[4]="{C:inactive}(10, 8, 6, 4, 2)",
},
},
["j_half"]={
["name"]="반쪽 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="카드가 {C:attention}#2#{} 장 이하면",
[3]="{C:red}+#1#{} 배수",
},
},
["j_ancient"]={
["name"]="고대 조커",
["text"]={
[1]="{V:1}#2#{} 수트의 카드를",
[2]="플레이할 때마다 득점 시",
[3]="{X:mult,C:white} X#1# {} 배수를 제공하며,",
[4]="{s:0.8}라운드 종료 시 수트가 변경됩니다",
},
},
["j_walkie_talkie"]={
["name"]="워키토키",
["text"]={
[1]="{C:attention}10{} 또는 {C:attention}4{}를 플레이할 때마다",
[2]="득점 시 {C:chips}+#1#{}개의 칩과",
[3]="{C:mult}+#2#{} 배수를 제공합니다",
},
},
["j_merry_andy"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} 회 이하의 라운드 안에",
[2]="런을 승리합니다",
},
["name"]="즐거운 앤디",
["text"]={
[1]="{C:red}+#1#{} 버리기,",
[2]="{C:red}#2#{} 핸드 크기",
},
},
["j_gros_michel"]={
["name"]="그로 미셸",
["text"]={
[1]="{C:mult}+#1#{} 배수",
[2]="라운드가 끝날 때",
[3]="{C:green}#2# / #3#{} 의 확률로",
[4]="이 카드가 파괴됩니다",
},
},
["j_astronomer"]={
["unlock"]={
[1]="모든 {E:1,C:planet}행성{} 카드를",
[2]="발견합니다",
},
["name"]="천문학자",
["text"]={
[1]="모든 {C:planet}행성{} 카드와",
[2]="{C:planet}천체 팩{}",
[3]="{C:attention}무료{} 입니다",
},
},
["j_crafty"]={
["name"]="간교한 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="칩 {C:chips}+#1#{}개",
},
},
["j_mail"]={
["name"]="편지",
["text"]={
[1]="{C:attention}#2#{}을(를) 버릴 때마다",
[2]="{C:money}$#1#{}를 획득하며,",
[3]="랭크가 매 라운드 변경됩니다",
},
},
["j_chaos"]={
["name"]="혼돈의 광대",
["text"]={
[1]="상점당",
[2]="{C:green}#1#{} 무료 {C:green}리롤",
},
},
["j_troubadour"]={
["unlock"]={
[1]="단 한 번의 핸드만",
[2]="플레이하여",
[3]="연속으로 {C:attention,E:1}#1#{} 회의 라운드를 승리합니다",
},
["name"]="음유시인",
["text"]={
[1]="{C:attention}+#1#{} 핸드 크기,",
[2]="라운드당 {C:red}-#2# {} 핸드",
},
},
["j_wrathful_joker"]={
["name"]="격노한 조커",
["text"]={
[1]="{C:spades}#2#{} 수트와 함께",
[2]="카드를 플레이할 때마다",
[3]="득점 시 {C:mult}+#1#{} 배수를 제공합니다",
},
},
["j_lucky_cat"]={
["name"]="행운의 고양이",
["text"]={
[1]="{C:attention}럭키{} 카드를",
[2]="{C:green}성공적으로{} 트리거할 때마다",
[3]="{X:mult,C:white} X#1# {} 배수를 획득합니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_mr_bones"]={
["unlock"]={
[1]="{C:attention,E:1}#1#{} 런을 패배합니다",
[2]="{C:inactive}(#2#)",
},
["name"]="미스터 본즈",
["text"]={
[1]="획득한 칩이",
[2]="필요한 칩의",
[3]="{C:attention}25%{} 이상인 경우",
[4]="죽음을 막습니다",
[5]="{S:1.1,C:red,E:2}자멸{}",
},
},
["j_obelisk"]={
["name"]="오벨리스크",
["text"]={
[1]="가장 많이 플레이한 {C:attention}포커 카드{}를",
[2]="사용하지 않고",
[3]="플레이한 연속 핸드마다",
[4]="{X:mult,C:white} X#1# {} 배수",
[5]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_gluttenous_joker"]={
["name"]="게걸스러운 조커",
["text"]={
[1]="{C:clubs}#2#{} 수트와 함께",
[2]="카드를 플레이할 때마다",
[3]="득점 시 {C:mult}+#1#{} 배수를 제공합니다",
},
},
["j_glass"]={
["unlock"]={
[1]="덱에 최소",
[2]="{E:1,C:attention}#1#{} 장의",
[3]="{E:1,C:attention}#2#{} 을(를) 보유합니다",
},
["name"]="글래스 조커",
["text"]={
[1]="파괴되는 모든",
[2]="{C:attention}글래스 카드{} 마다",
[3]="{X:mult,C:white} X#1# {} 배수를 획득합니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_clever"]={
["name"]="영리한 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="칩 {C:chips}+#1#{}개",
},
},
["j_scholar"]={
["name"]="학자",
["text"]={
[1]="플레이할 때",
[2]="각 에이스가",
[3]="득점 시 추가 {C:mult}+#1#{} 배수 및",
[4]="{C:chips}+#2#{}개의 칩을 제공합니다",
},
},
["j_blue_joker"]={
["name"]="블루 조커",
["text"]={
[1]="{C:attention}덱{} 에 남은 각 카드마다",
[2]="{C:chips}+#1#{} 개의 칩",
[3]="{C:inactive}(현재 {C:chips}+#2#{C:inactive} 개의 칩)",
},
},
["j_arrowhead"]={
["unlock"]={
[1]="덱에서",
[2]="{E:1,C:attention}#2#{} 수트의",
[3]="카드를 최소 {E:1,C:attention}#1#{} 장 보유합니다",
},
["name"]="화살촉",
["text"]={
[1]="{C:spades}스페이드{} 수트의",
[2]="카드를 플레이할 때마다",
[3]="득점 시 {C:chips}+#1#{} 개의 칩",
},
},
["j_throwback"]={
["unlock"]={
[1]="메인 메뉴에서",
[2]="저장된 런으로 계속합니다",
},
["name"]="회귀",
["text"]={
[1]="이 런을 건너뛴 {C:planet}블라인드{} 당",
[2]="{X:mult,C:white} X#1# {} 배수를 획득합니다",
[3]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_invisible"]={
["unlock"]={
[1]="보유한 {E:1,C:attention}조커 수가 4장{}을",
[2]="넘지 않아도",
[3]="런을 승리합니다",
},
["name"]="투명 조커",
["text"]={
[1]="{C:attention}#1#{}번의 라운드 후,",
[2]="이 카드를 팔아서",
[3]="무작위 조커를 {C:attention}중복합니다{}",
[4]="{C:inactive}(현재 {C:attention}#2#{C:inactive}/#1#)",
},
},
["j_cloud_9"]={
["name"]="클라우드 9",
["text"]={
[1]="라운드가 끝날 때 {C:attention}풀 덱{}의",
[2]="{C:attention}9{}마다",
[3]="{C:money}$#1#{}를 획득합니다",
[4]="{C:inactive}(현재 {C:money}$#2#{}{C:inactive})",
},
},
["j_greedy_joker"]={
["name"]="탐욕스러운 조커",
["text"]={
[1]="{C:diamonds}#2#{} 수트와 함께",
[2]="카드를 플레이할 때마다",
[3]="득점 시 {C:mult}+#1#{} 배수를 제공합니다",
},
},
["j_runner"]={
["name"]="주자",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}스트레이트{}가 있으면",
[3]="{C:chips}+#2#{}개의 칩을 획득합니다",
[4]="{C:inactive}(현재 {C:chips}+#1#{C:inactive}개의 칩)",
},
},
["j_egg"]={
["name"]="알",
["text"]={
[1]="라운드 종료 시",
[2]="{C:money}$#1#{} 의",
[3]="{C:attention}판매 가치{} 를 획득합니다",
},
},
["j_duo"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} 을(를)",
[2]="플레이하지 않고",
[3]="런을 승리합니다",
},
["name"]="듀오",
["text"]={
[1]="플레이한 핸드가",
[2]="{C:attention}#2#{} 을(를) 포함 시",
[3]="{X:mult,C:white} X#1# {} 배수",
},
},
["j_flower_pot"]={
["unlock"]={
[1]="앤티",
[2]="레벨 {E:1,C:attention}#1#{} 을(를) 달성합니다",
},
["name"]="화분",
["text"]={
[1]="플레이한 핸드에",
[2]="득점하는 {C:diamonds}다이아몬드{} 카드, {C:clubs}클럽{} 카드가 있으면",
[3]="{X:mult,C:white} X#1# {} 배수",
[4]="{C:hearts}하트{} 카드, {C:spades}스페이드{} 카드",
},
},
["j_mystic_summit"]={
["name"]="신비의 정점",
["text"]={
[1]="남은 버리기가",
[2]="{C:attention}#2#{} 번일 때",
[3]="{C:mult}+#1#{} 배수",
},
},
["j_midas_mask"]={
["name"]="미다스 가면",
["text"]={
[1]="플레이할 때",
[2]="모든 {C:attention}페이스{} 카드가",
[3]="{C:attention}골드{} 카드로 됩니다",
},
},
["j_smiley"]={
["name"]="웃는 얼굴",
["text"]={
[1]="득점하면",
[2]="플레이한 {C:attention}페이스{} 카드가",
[3]="{C:mult}+#1#{} 배수를 제공합니다",
},
},
["j_drunkard"]={
["name"]="술고래",
["text"]={
[1]="{C:red}+#1#{} 버리기",
},
},
["j_diet_cola"]={
["name"]="다이어트 콜라",
["text"]={
[1]="이 카드를 팔아서",
[2]="무료 {C:attention}#1#",
[3]="생성",
},
},
["j_shoot_the_moon"]={
["unlock"]={
[1]="단일 라운드에서",
[2]="덱에 있는",
[3]="모든 {E:1,C:attention}하트{} 를 플레이합니다",
},
["name"]="야반도주",
["text"]={
[1]="핸드에 있는",
[2]="{C:attention}퀸{}마다",
[3]="{C:mult}+#1#{} 배수",
},
},
["j_splash"]={
["name"]="첨벙",
["text"]={
[1]="{C:attention}플레이한 카드{} 가 모두",
[2]="득점에 계산됩니다",
},
},
["j_sock_and_buskin"]={
["unlock"]={
[1]="총 {C:attention,E:1}#1#{} 장의 그림 카드를",
[2]="플레이합니다",
[3]="{C:inactive}(#2#)",
},
["name"]="희극과 비극",
["text"]={
[1]="플레이한 모든 {C:attention}그림",
[2]="카드를 다시 트리거합니다",
},
},
["j_rough_gem"]={
["unlock"]={
[1]="덱에서",
[2]="{E:1,C:attention}#2#{} 수트의",
[3]="카드를 최소 {E:1,C:attention}#1#{} 장 보유합니다",
},
["name"]="원석",
["text"]={
[1]="{C:diamonds}다이아몬드{} 수트의",
[2]="카드를 플레이할 때마다",
[3]="득점 시 {C:money}$#1#{}를 획득합니다",
},
},
["j_banner"]={
["name"]="현수막",
["text"]={
[1]="남은",
[2]="{C:attention}버리기{} 마다",
[3]="{C:chips}+#1#{} 개의 칩",
},
},
["j_8_ball"]={
["name"]="8볼",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}8{}이 {C:attenetion}#1#{} 장 이상 있으면 ",
[3]="{C:planet}행성{} 카드 한 장이 생성됩니다",
[4]="{C:inactive}(공간이 있어야 합니다)",
},
},
["j_hallucination"]={
["name"]="환각",
["text"]={
[1]="{C:attention}부스터 팩{}을 열 때마다",
[2]="{C:tarot}타로{} 카드를 생성할",
[3]="{C:green}#1#/#2#{}의 확률",
[4]="{C:inactive}(공간이 있어야 합니다)",
},
},
["j_trading"]={
["name"]="트레이딩 카드",
["text"]={
[1]="라운드의 {C:attention}첫 번째 버리기{}에",
[2]="{C:attention}1{} 카드만 있으면, 그건 파괴하고",
[3]="{C:money}$#1#{}를 획득합니다",
},
},
["j_mad"]={
["name"]="미친 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="{C:red}+#1#{} 배수",
},
},
["j_abstract"]={
["name"]="추상화 조커",
["text"]={
[1]="{C:attention}조커{} 카드마다",
[2]="{C:mult}+#1#{} 배수",
[3]="{C:inactive}(현재 {C:red}+#2#{C:inactive} 배수)",
},
},
["j_odd_todd"]={
["name"]="오드 토드",
["text"]={
[1]="{C:attention}홀수{} 랭크로",
[2]="플레이한 카드는",
[3]="득점 시 {C:chips}+#1#{} 개의 칩을 제공합니다",
[4]="{C:inactive}(A, 9, 7, 5, 3)",
},
},
["j_riff_raff"]={
["name"]="쓰레기",
["text"]={
[1]="{C:attention}블라인드{}가 선택되 때,",
[2]="{C:attention}#1#장의 {C:blue}일반{} 조커를 생성합니다",
[3]="{C:inactive}(공간이 있어야 합니다)",
},
},
["j_superposition"]={
["name"]="중첩",
["text"]={
[1]="포커 핸드에",
[2]="{C:attention}에이스{} 및 {C:attention}스트레이트{}가 있으면,",
[3]="{C:tarot}타로{} 카드를 생성합니다",
[4]="{C:inactive}(공간이 있어야 합니다)",
},
},
["j_to_the_moon"]={
["name"]="달을 향해",
["text"]={
[1]="라운드가 끝날 때",
[2]="보유한 {C:money}$5{}마다 추가 {C:money}$#1#{}의",
[3]="{C:attention}이자{}를 획득합니다",
},
},
["j_stuntman"]={
["unlock"]={
[1]="한 번의 핸드에서",
[2]="최소 {E:1,C:attention}#1#{}개의 칩을",
[3]="획득합니다",
},
["name"]="스턴트맨",
["text"]={
[1]="{C:chips}+#1#{}개의 칩,",
[2]="{C:attention}-#2#{} 핸드 크기",
},
},
["j_satellite"]={
["unlock"]={
[1]="{E:1,C:money}$#1# 이상",
[2]="보유합니다",
},
["name"]="인공위성",
["text"]={
[1]="이번 런에서 사용된",
[2]="모든 고유 {C:planet}행성{} 카드에 대해",
[3]="라운드가 끝나면 {C:money}$#1#{} 를 획득합니다",
[4]="{C:inactive}(현재 {C:money}$#2#{C:inactive})",
},
},
["j_todo_list"]={
["name"]="할 일 목록",
["text"]={
[1]="{C:attention}포커 핸드{} 가 {C:attention}#2#{} 인 경우",
[2]="{C:money}$#1#{} 를 획득하며,",
[3]="포커 핸드는 돈을 획득할 때마다",
[4]="매번 변경됩니다",
},
},
["j_constellation"]={
["name"]="별자리",
["text"]={
[1]="사용한 {C:planet}행성{} 카드당",
[2]="{X:mult,C:white} X#1# {} 배수를 획득합니다",
[3]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_selzer"]={
["name"]="탄산수",
["text"]={
[1]="다음 {C:attention}#1#{}번의 핸드에서",
[2]="플레이한 모든 카드를",
[3]="다시 트리거합니다",
},
},
["j_stone"]={
["name"]="스톤 조커",
["text"]={
[1]="풀 덱에{C:attention}스톤{} 카드가 있을 때마다",
[2]="이 조커는",
[3]="{C:chips}+#1#{} 개의 칩을 획득합니다",
[4]="{C:inactive}(현재 {C:chips}+#2#{C:inactive}개의 칩)",
},
},
["j_raised_fist"]={
["name"]="들어 올린 주먹",
["text"]={
[1]="핸드에 보유한 {C:attention}가장 낮은{} 카드의",
[2]="랭크에 {C:attention}두 배{} 를",
[3]="배수에 추가합니다",
},
},
["j_marble"]={
["name"]="마블 조커",
["text"]={
[1]="{C:attention}블라인드{}가 선택되면",
[2]="덱에",
[3]="{C:attention}스톤{} 카드를 1장 추가합니다",
},
},
["j_bull"]={
["name"]="황소",
["text"]={
[1]="{C:money}달러{}를 보유할 때마다",
[2]="{C:chips}+#1#{}개의 칩",
[3]="{C:inactive}(현재 {C:chips}+#2#{C:inactive}개의 칩)",
},
},
["j_dna"]={
["name"]="DNA",
["text"]={
[1]="라운드의 {C:attention}첫 핸드{} 에",
[2]="{C:attention}1{} 장의 카드만 있으면,",
[3]="덱에 복사 카드를 영구적으로 추가하고",
[4]="{C:attention}핸드{}로 뽑습니다",
},
},
["j_zany"]={
["name"]="엉뚱한 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="{C:red}+#1#{} 배수",
},
},
["j_acrobat"]={
["unlock"]={
[1]="핸드를 {C:attention,E:1}#1#{} 번 플레이합니다",
[2]="{C:inactive}(#2#)",
},
["name"]="곡예사",
["text"]={
[1]="라운드의 {C:attention}최종 핸드{} 에서",
[2]="{X:red,C:white} X#1# {} 배수",
},
},
["j_photograph"]={
["name"]="사진",
["text"]={
[1]="득점에 사용된",
[2]="첫 번째 플레이한 {C:attention}페이스{} 카드에",
[3]="{X:mult,C:white} X#1# {} 배수",
},
},
["j_order"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} 을(를)",
[2]="플레이하지 않고",
[3]="런을 승리합니다",
},
["name"]="명령",
["text"]={
[1]="플레이한 핸드가",
[2]="{C:attention}#2#{} 을(를) 포함 시",
[3]="{X:mult,C:white} X#1# {}  배수",
},
},
["j_burnt"]={
["unlock"]={
[1]="총 {E:1,C:attention}#1#{} 장의 카드를",
[2]="판매합니다",
[3]="{C:inactive}(#2#)",
},
["name"]="타버린 조커",
["text"]={
[1]="라운드마다 첫 번째",
[2]="{C:attention}버린{} 포커 핸드의",
[3]="레벨을 업그레이드합니다",
},
},
["j_hack"]={
["name"]="사기꾼",
["text"]={
[1]="플레이할 때마다",
[2]="{C:attention}2{}, {C:attention}3{},",
[3]="{C:attention}4{} 또는 {C:attention}5{} 카드를 다시 트리거합니다",
},
},
["j_swashbuckler"]={
["unlock"]={
[1]="총 {C:attention,E:1}#1#{} 장의 조커 카드를",
[2]="판매합니다",
[3]="{C:inactive}(#2#)",
},
["name"]="깡패",
["text"]={
[1]="이 카드에 남은 보유한 모든 {C:attention}조커{}의",
[2]="판매 가치에 {C:attention}두 배{}를",
[3]="배수에 추가합니다",
[4]="{C:inactive}(현재 {C:mult}+#1#{C:inactive} 배수)",
},
},
["j_scary_face"]={
["name"]="무서운 얼굴",
["text"]={
[1]="득점할 때",
[2]="{C:attention}그림{} 카드가",
[3]="{C:chips}+#1#{} 개의 칩을 제공합니다",
},
},
["j_popcorn"]={
["name"]="팝콘",
["text"]={
[1]="{C:mult}+#1#{} 배수",
[2]="라운드를 플레이할 때마다",
[3]="{C:mult}-#2#{} 배수",
},
},
["j_caino"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="카니오",
["text"]={
[1]="파괴되는",
[2]="{C:attention}그림{} 카드에 대하여",
[3]="{X:mult,C:white} X#1# {} 배수를 획득합니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_hanging_chad"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} (으)로",
[2]="보스 블라인드를 물리칩니다",
},
["name"]="종이 구멍",
["text"]={
[1]="득점에 사용된 {C:attention}첫 번째{} 플레이한",
[2]="카드를 다시 트리거합니다",
},
},
["j_crazy"]={
["name"]="정신 나간 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="{C:red}+#1#{} 배수",
},
},
["j_vampire"]={
["name"]="뱀파이어",
["text"]={
[1]="플레이한 {C:attention}강화 카드{}당",
[2]="{X:mult,C:white} X#1# {} 배수를 획득하고,",
[3]="카드 {C:attention}강화{}를 제거합니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_tribe"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} 을(를)",
[2]="플레이하지 않고",
[3]="런을 승리합니다",
},
["name"]="패거리",
["text"]={
[1]="플레이한 핸드가",
[2]="{C:attention}#2#{} 을(를) 포함 시",
[3]="{C:red}+#1#{} 배수",
},
},
["j_smeared"]={
["unlock"]={
[1]="덱에 최소 {C:attention}#1#{} 장의",
[2]="{E:1,C:attention}#2#{} 을(를)",
[3]="보유합니다",
},
["name"]="얼룩진 조커",
["text"]={
[1]="{C:diamonds}하트{} 와 {C:diamonds}다이아몬드{} 가",
[2]="같은 수트로 취급되며,",
[3]="{C:spades}스페이드{} 와 {C:spades}클럽{} 이",
[4]="같은 수트로 취급됩니다",
},
},
["j_jolly"]={
["name"]="쾌활한 조커",
["text"]={
[1]="플레이한 핸드에",
[2]="{C:attention}#2#{} 포함 시",
[3]="{C:red}+#1#{} 배수",
},
},
["j_brainstorm"]={
["unlock"]={
[1]="{E:1,C:attention}로열 플러시{}를",
[2]="버립니다",
},
["name"]="브레인스토밍",
["text"]={
[1]="가장 왼쪽 {C:attention}조커{}의 능력을",
[2]="복사합니다",
},
},
["j_bloodstone"]={
["unlock"]={
[1]="덱에서",
[2]="{E:1,C:attention}#2#{} 수트의",
[3]="카드를 최소 {E:1,C:attention}#1#{} 장 보유합니다",
},
["name"]="혈석",
["text"]={
[1]="{C:hearts}하트{} 수트의",
[2]="카드를 플레이할 때마다",
[3]="{C:green}#1#/#2#{} 확률",
[4]="{X:mult,C:white} X#3# {} 배수를 제공하며,",
},
},
["j_ticket"]={
["unlock"]={
[1]="{C:attention,E:1}골드{} 카드만 포함된",
[2]="5장 카드의 핸드로",
[3]="플레이합니다",
},
["name"]="골든 티켓",
["text"]={
[1]="{C:attention}골드{} 카드를 플레이할 때마다",
[2]="득점 시 {C:money}$#1#{} 를 획득합니다",
},
},
["j_seeing_double"]={
["unlock"]={
[1]="{E:1,C:attention}#1# 을(를) 포함한",
[2]="핸드를",
[3]="플레이합니다",
},
["name"]="둘로 보기",
["text"]={
[1]="플레이한 핸드가 득점하면",
[2]="{X:mult,C:white} X#1# {} 배수",
[3]="{C:clubs}클럽{} 카드 및",
[4]="기타{C:attention} 수트의 득점 카드",
},
},
["j_ring_master"]={
["unlock"]={
[1]="앤티",
[2]="레벨 {E:1,C:attention}#1#{} 을(를) 달성합니다",
},
["name"]="링 마스터",
["text"]={
[1]="{C:attention}조커{}, {C:tarot}타로{}, {C:planet}행성{}",
[2]="그리고 {C:spectral}유령{} 카드가",
[3]="여러 번 나타납니다",
},
},
["j_stencil"]={
["name"]="조커 스텐실",
["text"]={
[1]="{s:0.8}조커 스텐실이 포함된",
[2]="빈 {C:attention}조커{} 슬롯마다",
[3]="{X:red,C:white} X1 {} 배수",
[4]="{C:inactive}(현재 {X:red,C:white} X#1# {C:inactive})",
},
},
["j_oops"]={
["unlock"]={
[1]="두 배로 만듭니다.",
[2]="최소",
[3]="{E:1,C:attention}#1#{} 개의 칩을 획득합니다",
},
["name"]="이런, 모두 6이야!",
["text"]={
[1]="모든  {C:attention}나열된",
[2]="{C:green,E:1,S:1.1}가능성{} 을",
[3]="{C:inactive}(예: {C:green}1/3{C:inactive} -> {C:green}2/3{C:inactive})",
},
},
["j_madness"]={
["name"]="광기",
["text"]={
[1]="{C:attention}블라인드{} 를 선택할 때,",
[2]="{X:mult,C:white} X#1# {} 배수를 획득하고",
[3]="무작위 조커 한 장을 {C:attention}파괴합니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {} 배수)",
},
},
["j_family"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} 을(를)",
[2]="플레이하지 않고",
[3]="런을 승리합니다",
},
["name"]="가족",
["text"]={
[1]="플레이한 핸드가",
[2]="{C:attention}#2#{} 을(를) 포함 시",
[3]="{X:mult,C:white} X#1# {} 배수",
},
},
["j_bootstraps"]={
["unlock"]={
[1]="최소 {E:1,C:attention}#1#{} 장의",
[2]="{C:dark_edition}폴리크롬{} 조커를 보유합니다",
},
["name"]="자력",
["text"]={
[1]="보유한 각 {C:money}$#2#{} 마다",
[2]="{C:mult}+#1#{} 배수",
},
},
["j_juggler"]={
["name"]="저글러",
["text"]={
[1]="{C:attention}+#1#{} 핸드 크기",
},
},
["j_dusk"]={
["name"]="땅거미",
["text"]={
[1]="라운드의 {C:attention}최종 핸드{} 에서",
[2]="플레이한 모든 카드를",
[3]="다시 트리거합니다",
},
},
["j_vagabond"]={
["name"]="방랑자",
["text"]={
[1]="핸드가 {C:money}$#1#{} 미만으로",
[2]="플레이되면",
[3]="{C:purple}타로{} 카드를 생성합니다",
},
},
["j_wee"]={
["unlock"]={
[1]="{E:1,C:attention}#1#{} 회 이하의 라운드 안에",
[2]="런을 승리합니다",
},
["name"]="아주 작은 조커",
["text"]={
[1]="플레이할 때마다 {C:attention}2{}를 득점하면",
[2]="조커는",
[3]="{C:chips}+#2#{}개의 칩을 획득합니다",
[4]="{C:inactive}(현재 {C:chips}+#1#{C:inactive}개의 칩)",
},
},
["j_matador"]={
["unlock"]={
[1]="버리기를 사용하지 않고",
[2]="{E:1,C:attention}한 번의 핸드{} 에서",
[3]="보스 블라인드를 처치합니다",
},
["name"]="투우사",
["text"]={
[1]="플레이한 핸드가",
[2]="{C:attention}보스 블라인드{} 능력을 트리거하면 ",
[3]="{C:money}$#1#{} 를 획득합니다",
},
},
["j_campfire"]={
["name"]="캠프파이어",
["text"]={
[1]="이 조커는 카드가 {C:attention}팔릴{} 때마다",
[2]="{X:mult,C:white}X#1#{} 배수를 획득하며,",
[3]="{C:attention}보스 블라인드{}가 패배하면 초기화됩니다",
[4]="{C:inactive}(현재 {X:mult,C:white} X#2# {C:inactive} 배수)",
},
},
["j_idol"]={
["unlock"]={
[1]="한 번의 핸드에서",
[2]="최소",
[3]="{E:1,C:attention}#1#{} 개의 칩을 획득합니다",
},
["name"]="우상",
["text"]={
[1]="{V:1}#3#{}의 {C:attention}#2#{} 카드를 플레이할 때마다",
[2]="득점시",
[3]="{X:mult,C:white} X#1# {} 배수를 제공합니다",
[4]="카드가 매 라운드 변경됩니다",
},
},
["j_lusty_joker"]={
["name"]="건장한 조커",
["text"]={
[1]="{C:hearts}#2#{} 수트와 함께",
[2]="카드를 플레이할 때마다",
[3]="득점 시 {C:mult}+#1#{} 배수를 제공합니다",
},
},
["j_sixth_sense"]={
["name"]="육감",
["text"]={
[1]="라운드의 {C:attention}첫 번째{} 카드가",
[2]="싱글 {C:attention}6{}이면, 그걸 파괴하고",
[3]="{C:spectral}유령{} 카드를 생성합니다",
[4]="{C:inactive}(공간이 있어야 합니다)",
},
},
["j_certificate"]={
["unlock"]={
[1]="{C:attention,E:1}금 봉인{} 이 있는",
[2]="골드 플레잉 카드를",
[3]="보유합니다",
},
["name"]="증명서",
["text"]={
[1]="라운드가 시작할 때,",
[2]="무작위로 무작위의 {C:attention}플레잉",
[3]="{C:attention}카드{}를 추가합니다",
[4]="{C:attention}봉인{}을 추가합니다",
},
},
["j_ice_cream"]={
["name"]="아이스크림",
["text"]={
[1]="{C:chips}+#1#{} 개의 칩",
[2]="핸드를 플레이할 때마다",
[3]="{C:chips}-#2#{} 개의 칩",
},
},
["j_misprint"]={
["name"]="오탈자",
["text"]={
[1]="",
},
},
["j_turtle_bean"]={
["name"]="거북 콩",
["text"]={
[1]="{C:attention}+#1#{} 핸드 크기,",
[2]="{C:red}#2#{} 라운드마다",
[3]="감소합니다",
},
},
["j_blackboard"]={
["name"]="칠판",
["text"]={
[1]="핸드에 있는 모든 카드가",
[2]="{C:spades}#2#{} 또는 {C:clubs}#3#{} 인 경우",
[3]="{X:red,C:white} X#1# {} 배수",
},
},
["j_fortune_teller"]={
["name"]="점쟁이",
["text"]={
[1]="사용한 {C:purple}타로{} 카드당",
[2]="{C:red}+#1#{} 배수",
[3]="{C:inactive}(현재 {C:red}+#2#{C:inactive})",
},
},
["j_drivers_license"]={
["unlock"]={
[1]="덱에서 {E:1,C:attention}#1#{} 장의 카드를",
[2]="강화합니다",
},
["name"]="운전면허증",
["text"]={
[1]="덱에 최소 {C:attention}16",
[2]="장의 강화된 카드를 보유한 경우",
[3]="{X:mult,C:white} X#1# {} 배수",
[4]="{C:inactive}(현재 {C:attention}#2#{C:inactive})",
},
},
["j_chicot"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="치코",
["text"]={
[1]="모든 {C:attention}보스 블라인드{} 의",
[2]="효과를 비활성화합니다",
},
},
["j_yorick"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="요릭",
["text"]={
[1]="{C:attention}#2#{} 번의 버리기 사용 후에만",
[2]="{X:mult,C:white} X#1# {} 배수",
[3]="{C:inactive}(남은 버리기: {C:attention}#3#{C:inactive})",
},
},
["j_business"]={
["name"]="명함",
["text"]={
[1]="플레이할 때",
[2]="{C:attention}그림{} 카드가",
[3]="득점 시 {C:money}$2{}를 제공합니다",
},
},
["j_cartomancer"]={
["unlock"]={
[1]="{C:tarot}타로{} 카드를",
[2]="발견합니다",
},
["name"]="카토맨서",
["text"]={
[1]="{C:attention}블라인드{} 를 선택할 때",
[2]="{C:tarot}타로{} 카드를 생성합니다",
[3]="{C:inactive}(공간이 있어야 합니다)",
},
},
["j_fibonacci"]={
["name"]="피보나치",
["text"]={
[1]="득점할 때",
[2]="{C:attention}에이스{}, {C:attention}2{}, {C:attention}3{}, {C:attention}5{} 또는 {C:attention}8{} 마다",
[3]="{C:mult}+#1#{} 배수를 제공합니다",
},
},
["j_faceless"]={
["name"]="얼굴 없는 조커",
["text"]={
[1]="{C:attention}#2#{} 장 이상의",
[2]="{C:attention}그림 카드{} 를 동시에",
[3]="버리면",
[4]="{C:money}$#1#{} 를 획득합니다",
},
},
},
["Spectral"]={
["c_soul"]={
["name"]="영혼",
["text"]={
[1]="{C:legendary,E:1}레전더리{} 조커를",
[2]="생성합니다",
[3]="{C:inactive}(공간이 있어야 합니다)",
},
},
["c_cryptid"]={
["name"]="크립티드",
["text"]={
[1]="핸드에서 선택한 {C:attention}1{}장의",
[2]="카드를 {C:attention}#1#{}장으로",
[3]="카드를 보유합니다",
},
},
["c_trance"]={
["name"]="트랜스",
["text"]={
[1]="{C:blue}블루 봉인{}을",
[2]="핸드에서 선택한 {C:attention}1{}장의",
[3]="카드에 추가합니다",
},
},
["c_medium"]={
["name"]="미디엄",
["text"]={
[1]="{C:purple}퍼플 봉인{}을",
[2]="핸드에서 선택한 {C:attention}1{}장의",
[3]="카드에 추가합니다",
},
},
["c_deja_vu"]={
["name"]="데자뷔",
["text"]={
[1]="{C:red}레드 봉인{}을",
[2]="핸드에서 선택한 {C:attention}1{}장의",
[3]="카드에 추가합니다",
},
},
["c_ectoplasm"]={
["name"]="심령체",
["text"]={
[1]="무작위 {C:attention}조커{} 에",
[2]="{C:dark_edition}네거티브{} 를 추가합니다",
[3]="{C:red}-1{} 핸드 크기",
},
},
["c_familiar"]={
["name"]="익숙함",
["text"]={
[1]="핸드에 있는 {C:attention}1{} 장의",
[2]="무작위 카드를 파괴하고,",
[3]="핸드에 {C:attention}#1#{} 장의 무작위 {C:attention}강화 그림",
[4]="{C:attention}카드{} 를 추가합니다",
},
},
["c_immolate"]={
["name"]="불멸",
["text"]={
[1]="핸드에 있는 {C:attention}#1#{} 장의",
[2]="무작위 카드를 파괴하고,",
[3]="{C:money}$#2#{} 를 획득합니다",
},
},
["c_grim"]={
["name"]="암울함",
["text"]={
[1]="핸드에 있는 {C:attention}1{} 장의",
[2]="무작위 카드를 파괴하고,",
[3]="핸드에 {C:attention}#1#{} 장의 무작위 {C:attention}강화",
[4]="{C:attention}에이스{} 를 추가합니다",
},
},
["c_aura"]={
["name"]="아우라",
["text"]={
[1]="{C:dark_edition}포일{}, {C:dark_edition}홀로그래픽{},",
[2]="또는 {C:dark_edition}폴리크롬{} 효과를",
[3]="핸드에 있는 {C:attention}1{} 장의 선택된 카드에 추가합니다",
},
},
["c_ouija"]={
["name"]="점판",
["text"]={
[1]="핸드에 있는 모든 카드를",
[2]="단일의 무작위",
[3]="{C:attention}랭크{} 로 전환합니다",
[4]="{C:red}-1{} 핸드 크기",
},
},
["c_talisman"]={
["name"]="부적",
["text"]={
[1]="핸드에 있는",
[2]="{C:attention}1{} 장의 선택된 카드에",
[3]="{C:attention}금 봉인{} 을 추가합니다",
},
},
["c_wraith"]={
["name"]="망령",
["text"]={
[1]="무작위 {C:red}레어{C:attention} 조커{} 를",
[2]="생성하고,",
[3]="돈이 {C:money}$0{} 가 됩니다",
},
},
["c_ankh"]={
["name"]="앵크",
["text"]={
[1]="무작위 {C:attention}조커{}를",
[2]="생성하고, 다른 모든 조커를",
[3]="파괴합니다",
},
},
["c_sigil"]={
["name"]="인장",
["text"]={
[1]="핸드에 있는 모든 카드를",
[2]="단일의 무작위",
[3]="{C:attention}수트{} 로 전환합니다",
},
},
["c_hex"]={
["name"]="헥스",
["text"]={
[1]="무작위 {C:attention}조커{}에 {C:dark_edition}폴리크롬{}을",
[2]="생성하고, 다른 모든 조커를",
[3]="파괴합니다",
},
},
["c_incantation"]={
["name"]="주문",
["text"]={
[1]="핸드에 있는 {C:attention}1{} 장의",
[2]="무작위 카드를 파괴하고,",
[3]="핸드에 {C:attention}#1#{} 장의 무작위 {C:attention}강화 숫자",
[4]="{C:attention}카드{} 를 추가합니다",
},
},
["c_black_hole"]={
["name"]="블랙홀",
["text"]={
[1]="모든 {C:legendary,E:1}포커 핸드{} 를",
[2]="{C:attention}1{} 레벨만큼",
[3]="업그레이드합니다",
},
},
},
},
["UI"]={
},
["misc"]={
["suits_singular"]={
["Spades"]="스페이드",
["Hearts"]="하트",
["Diamonds"]="다이아몬드",
["Clubs"]="클럽",
},
["v_text"]={
["ch_c_inflation"]={
[1]="구매할 때마다 가격을 {C:money}$1{}씩 영구적으로 인상합니다",
},
["ch_m_hand_size"]={
[1]="{C:attention}#1#{} 핸드 크기",
},
["ch_c_discard_cost"]={
[1]="각 버리기 비용은 {C:money}$#1#{}입니다",
},
["ch_c_none"]={
[1]="{C:inactive} 없음",
},
["ch_m_reroll_cost"]={
[1]="{C:money}$#1#{} 의 기본 리롤 비용",
},
["ch_c_no_reward"]={
[1]="모든 {C:attention}블라인드{} 가 보상 돈을 제공하지 않습니다",
},
["ch_c_no_reward_specific"]={
[1]="{C:attention}#1# 블라인드{} 가 보상 돈을 제공하지 않습니다",
},
["ch_m_none"]={
[1]="{C:inactive}없음",
},
["ch_c_set_seed"]={
[1]="설정된 시드로 1회 시도: {C:inactive}{숨김}",
},
["ch_c_no_interest"]={
[1]="라운드 종료 시 {C:attention}이자{} 를 획득하지 않습니다",
},
["ch_c_chips_dollar_cap"]={
[1]="{C:blue}칩{} 은 현재 {C:money}${} 를 초과할 수 없습니다",
},
["ch_m_dollars"]={
[1]="{C:money}$#1#{} 로 시작합니다",
},
["ch_c_flipped_cards"]={
[1]="{C:green}1/#1#{}장의 카드가 뒤집혀서 나옵니다",
},
["ch_c_minus_hand_size_per_X_dollar"]={
[1]="{C:money}$#1#{}를 보유할 때마다 핸드에서 카드 {C:red}-1{}장을 보유합니다",
},
["ch_m_discards"]={
[1]="라운드당 {C:red}#1#{} 번의 버리기",
},
["ch_c_no_shop_jokers"]={
[1]="조커가 {C:attention}상점에서 더 이상 나타나지 않습니다",
},
["ch_c_daily"]={
[1]="{E:1,s:1.2,C:red}일일 챌린지!",
},
["ch_m_hands"]={
[1]="라운드당 {C:blue}#1#{} 번의 핸드",
},
["ch_m_consumable_slots"]={
[1]="{C:attention}#1#{} 개의 소모품 슬롯",
},
["ch_c_set_joker_slots_ante"]={
[1]="앤티 {C:attention}#1#{} 보스가 패배하면, 조커 슬롯은 {C:attention}0으로 설정됩니다",
},
["ch_c_set_eternal_ante"]={
[1]="앤티 {C:attention}#1#{} 보스가 패배하면, 모든 조커는 {C:attention}이터널이 됩니다",
},
["ch_c_no_extra_hand_money"]={
[1]="추가 {C:blue}핸드{} 가 더 이상 돈을 획득하지 않습니다",
},
["ch_c_debuff_played_cards"]={
[1]="모든 {C:attention}플레이한{} 카드가 득점 후 {C:attention}디버프됩니다{}",
},
["ch_m_joker_slots"]={
[1]="{C:attention}#1#{} 개의 조커 슬롯",
},
["ch_c_all_eternal"]={
[1]="모든 상점 조커는 {C:eternal}이터널{}입니다",
},
},
["quips"]={
["wq_4"]={
[1]="이 칩이 모두",
[2]="가상이라니",
[3]="안타깝네요...",
},
["lq_10"]={
[1]="완전히 실패네요!",
},
["lq_6"]={
[1]="이런, 당신도",
[2]="허세 부린 건가요?",
},
["lq_7"]={
[1]="우리한테 장난을",
[2]="치는 것 같네요!",
},
["wq_3"]={
[1]="허세가 아니었던",
[2]="것 같군요!",
},
["wq_1"]={
[1]="멋지게 해냈네요!",
},
["lq_5"]={
[1]="누가 진짜",
[2]="조커인지",
[3]="알아낸 것 같네요!",
},
["wq_2"]={
[1]="아주 잘",
[2]="처리하셨습니다!",
},
["lq_9"]={
[1]="전 말 그대로",
[2]="바보예요, 당신",
[3]="핑계는 뭔가요?",
},
["dq_1"]={
[1]="이런! 이 마지막",
[2]="챌린지를 대비해",
[3]="몇 가지 속임수를",
[4]="숨겨 왔길 바라요!",
},
["lq_4"]={
[1]="그들이 뭐라고",
[2]="했는지 아세요, 하우스가",
[3]="항상 이긴대요!",
},
["lq_8"]={
[1]="저한테 손이 있었다면",
[2]="제 눈을",
[3]="가렸을 거예요!",
},
["lq_1"]={
[1]="낚시를 가는 게",
[2]="더 빠를지도",
[3]="모르겠네요...",
},
["wq_7"]={
[1]="당신에 맞서서",
[2]="베팅을 안 해서",
[3]="다행이군요!",
},
["lq_2"]={
[1]="우리는 싸구려 수트처럼",
[2]="접었네요!",
},
["lq_3"]={
[1]="우리가 셔플을 해서",
[2]="다시 시도할",
[3]="차례네요!",
},
["wq_5"]={
[1]="제가 잘 가르친 것",
[2]="같군요!",
},
["wq_6"]={
[1]="앞을 내다보는",
[2]="플레이를 했군요!",
},
},
["achievement_descriptions"]={
["speedrunner"]="12회 이하의 라운드에서 런 승리",
["card_player"]="카드 2,500장 이상 플레이",
["extreme_couponer"]="바우처 모두 발견",
["heads_up"]="런 승리",
["retrograde"]="어떤 포커 핸드든 레벨 10으로 만들기",
["shattered"]="단일 핸드에서 글래스 카드 2장 깨기",
["completionist_plus_plus"]="모든 조커에 골드 스티커 획득",
["nest_egg"]="단일 런에서 $400 이상 보유",
["roi"]="앤티 4로 바우처 5개 구매",
["royale"]="로열 플러시 플레이",
["tiny_hands"]="덱을 카드 20장 이하로 줄이기",
["_100000k"]="단일 핸드에서 칩 100,000,000개 획득",
["cartomancy"]="타로 카드 모두 발견",
["rule_breaker"]="모든 챌린지 런 완료",
["flushed"]="5장의 와일드 카드로 플러시 플레이",
["mid_stakes"]="블루 스테이크 난이도 이상에서 런 승리",
["completionist"]="컬렉션 100% 발견",
["low_stakes"]="레드 스테이크 난이도 이상에서 런 승리",
["_1000k"]="단일 핸드에서 칩 1,000,000개 획득",
["ante_upper"]="앤티 8 도달",
["astronomy"]="행성 카드 모두 발견",
["big_hands"]="덱에 카드 80장 이상 보유",
["card_discarder"]="카드 2,500장 이상 버리기",
["completionist_plus"]="골드 스테이크 난이도에서 모든 덱으로 승리",
["legendary"]="전설 조커 한 장 발견",
["rule_bender"]="어떤 챌린지 런이든 완료",
["_10k"]="단일 핸드에서 칩 10,000개 획득",
["high_stakes"]="골드 스테이크 난이도 이상에서 런 승리",
["clairvoyance"]="유령 카드 모두 발견",
["ante_up"]="앤티 4 도달",
["you_get_what_you_get"]="상점을 리롤하지 않고 런에서 승리",
},
["poker_hands"]={
["Flush House"]="플러시 하우스",
["Full House"]="풀하우스",
["Flush"]="플러시",
["Pair"]="페어",
["Four of a Kind"]="포 카드",
["Royal Flush"]="로열 플러시",
["Straight Flush"]="스트레이트 플러시",
["Straight"]="스트레이트",
["Five of a Kind"]="파이브 카드",
["Flush Five"]="플러시 파이브",
["Two Pair"]="투 페어",
["Three of a Kind"]="트리플",
["High Card"]="하이 카드",
},
["blind_states"]={
["Defeated"]="패배함",
["Upcoming"]="예정",
["Current"]="현재",
["Selected"]="선택함",
["Select"]="선택",
["Skipped"]="건너뜀",
},
["dictionary"]={
["b_credits"]="크레딧",
["b_set_rumble"]="컨트롤러 진동",
["b_play_cap"]="플레이",
["ph_no_boss_active"]="활성화된 보스 없음",
["k_skipped_cap"]="건너뜀",
["b_high_contrast_cards"]="고대비 카드",
["b_set_play_discard_pos"]="플레이/버리기 버튼 위치",
["k_playing_as"]="플레이 이름:",
["k_unlocked_ex"]="해제됨!",
["k_reroll"]="리롤",
["b_music"]="음악",
["ml_play_discard_pos_opt"]={
[1]="버리기/플레이",
[2]="플레이/버리기",
},
["b_set_video"]="비디오",
["b_restrictions"]="제한",
["b_jokers"]="조커",
["k_copied_ex"]="복사됨!",
["b_set_graphics"]="그래픽",
["ph_blind_score_at_least"]="최소 득점:",
["b_copy"]="복사",
["k_collection"]="컬렉션",
["k_choose"]="선택",
["b_rules"]="규칙",
["k_lower_score"]="점수",
["b_stat_jokers"]="조커",
["k_x_base"]="X 기본",
["b_run_info_1"]="런",
["k_rare"]="레어",
["ph_click_confirm"]="다시 클릭해서 확인하세요",
["b_options"]="옵션",
["b_stat_vouchers"]="바우처",
["k_money"]="돈",
["b_stats"]="통계",
["k_stake"]="스테이크",
["b_set_screenshake"]="화면 흔들기",
["ph_demo_thanks_2"]="플레이해 주셔서 감사합니다",
["b_stat_tarots"]="타로",
["ml_unlock_all_trophies"]={
[1]="경고! 완전한 컬렉션을 잠금 해제하면",
[2]="이 프로필의 트로피가 비활성화됩니다!",
},
["k_dwarf_planet"]="왜소행성",
["b_stake"]="스테이크",
["k_wins"]="승리",
["ph_unscored_hand"]="핸드가 득점하지 않습니다",
["k_ante_cap"]="앤티",
["b_set_monitor"]="모니터 디스플레이",
["k_arcana_pack"]="아라카나 팩",
["ph_defeat_this_blind_1"]="이 블라인드를 처치해서",
["ph_no_vouchers"]="이번 런에서 교환한 바우처 없음",
["k_upgrade_ex"]="업그레이드!",
["k_plus_spectral"]="+1 유령",
["ml_unlock_all_explanation"]={
[1]="경고! 완전한 컬렉션을 잠금 해제하면",
[2]="이 프로필의 도전과제가 비활성화됩니다!",
},
["b_redeem"]="교환",
["b_next_round_2"]="라운드",
["k_swapped_ex"]="교체됨!",
["b_back"]="뒤로",
["k_base_cap"]="기본",
["ph_up_ante_2"]="모든 블라인드 향상",
["k_game_modifiers"]="게임 사용자 정의",
["b_create_profile"]="프로필 생성",
["b_copy_seed"]="시드 복사",
["b_new_challenge"]="새로운 챌린지 시작",
["k_plus_planet"]="+1 행성",
["b_tarot_cards"]="타로 카드",
["b_challenges"]="챌린지",
["b_delete_profile"]="프로필 삭제",
["k_ante"]="앤티",
["ph_score_furthest_round"]="라운드",
["k_vouchers_cap"]="바우처",
["b_main_menu"]="메인 메뉴",
["b_vouchers"]="바우처",
["k_val_up"]="가치 향상!",
["b_set_apply"]="적용",
["ml_smoothing_opt"]={
[1]="꺼짐",
[2]="켜짐",
},
["k_achievement"]="도전과제",
["b_use"]="사용",
["k_deck_stake_wins"]="덱 스테이크 승리",
["$"]="$",
["b_set_master_vol"]="마스터 볼륨",
["k_challenges"]="챌린지",
["k_base_cards"]="기본 카드",
["b_set_shadows"]="그림자",
["k_undisovered"]="발견되지 않음",
["ml_edition_seal_enhancement_explanation"]={
[1]="플레잉 카드는 강화, 에디션, 봉인을",
[2]="하나씩 가질 수도 있습니다",
},
["b_stat_consumables"]="소모품",
["b_buy"]="구매",
["k_page"]="페이지",
["k_defeated_by"]="패배한 대상:",
["k_high_score_ex"]="높은 점수!",
["ph_vouchers_redeemed"]="이번 런에서 교환한 바우처",
["ml_vsync_opt"]={
[1]="VSync 켜짐",
[2]="VSync 꺼짐",
},
["ph_score_cards_purchased"]="구매한 카드",
["k_enter_seed"]="시드 입력",
["k_incompatible"]="호환 불가능",
["b_options_cap"]="옵션",
["b_set_CRT"]="CRT",
["k_no_reward"]="보상 없음",
["b_cash_out"]="캐시 아웃",
["k_spectral"]="유령",
["ml_eternal"]={
[1]="이터널은",
[2]="판매하거나",
[3]="파괴할 수 없습니다",
},
["b_unlock_all"]="모두 잠금 해제",
["k_legendary"]="레전더리",
["b_skip_reward"]="보상 건너뛰기",
["k_rank"]="랭크",
["b_set_windowmode"]="창 모드",
["ph_boss_disabled"]="보스 비활성화!",
["b_decks"]="덱",
["ph_deck_preview_effective"]="조커, 블라인드 및 카드 강화에 따른 유효 합계",
["k_trophies_disabled"]="트로피 비활성화됨",
["b_open"]="열기",
["b_set_CRT_bloom"]="CRT 블룸",
["k_aces"]="에이스",
["k_banned_cards"]="금지된 카드",
["k_trophy"]="트로피",
["b_select"]="선택",
["ph_score_at_least"]="최소 득점:",
["k_compatible"]="호환 가능",
["k_tarot"]="타로",
["k_active"]="활성화",
["k_buffoon_pack"]="어릿광대 팩",
["b_booster_packs"]="부스터 팩",
["ph_choose_blind_1"]="다음 블라인드를",
["k_card_stats"]="카드 통계",
["k_nope_ex"]="아니요!",
["k_unknown"]="?????",
["k_seeded_run"]="시드된 런",
["k_hud_discards"]="버리기",
["k_enter_text"]="텍스트 입력",
["ml_gold_seal_desc"]={
[1]="금 봉인은",
[2]="플레이하면",
[3]="핸드로 돌아옵니다",
},
["k_no_space_ex"]="자리 부족!",
["ph_score_hand"]="베스트 핸드",
["k_joker_stickers"]="조커 스티커",
["k_other"]="기타",
["b_discard"]="버리기",
["ph_game_over"]="게임 오버",
["ph_defeat_this_blind_2"]="발견합니다",
["k_spectral_pack"]="유령 팩",
["ph_you_win_demo"]="체험판에서 승리했습니다!",
["b_enhanced_cards"]="강화된 카드",
["k_redeemed_ex"]="교환됨!",
["k_round"]="라운드",
["b_run_info_2"]="정보",
["k_mult"]="배수",
["k_challenge_mode"]="챌린지 모드",
["k_face_cards"]="그림 카드",
["b_next"]="다음",
["b_new_run"]="새로운 런",
["k_plus_tarot"]="+1 타로",
["k_reward"]="보상",
["k_level_prefix"]="Lv.",
["ph_1_level"]="+1 레벨",
["b_load_profile"]="프로필 불러오기",
["ml_shadow_opt"]={
[1]="켜짐",
[2]="꺼짐",
},
["k_debuffed"]="디버프됨",
["k_joker"]="조커",
["ph_score_new_collection"]="새로운 발견",
["k_planet_q"]="행성?",
["ph_score_poker_hand"]="가장 많이 플레이한 핸드",
["b_next_round_1"]="다음",
["ph_score_furthest_ante"]="앤티",
["ph_up_ante_3"]="블라인드 새로고침",
["b_imagery"]="이미지",
["k_lvl"]="Lv.",
["b_set_gamespeed"]="게임 속도",
["k_safe_ex"]="안전!",
["b_and_use"]="및 사용",
["ph_all_poker_hand"]="모든 포커 핸드",
["b_endless"]="무한 모드",
["ph_choose_blind_2"]="선택하세요",
["b_stat_planets"]="행성",
["k_standard_pack"]="표준 팩",
["k_empty_caps"]="비어 있음",
["b_editions"]="에디션",
["k_custom_rules"]="규칙 사용자 지정",
["ph_demo_thanks_1"]="BALATRO 체험판을",
["k_voucher"]="바우처",
["k_deck"]="덱",
["ml_crash_report_info"]={
[1]="충돌 보고서는 개발자에게 전달되어",
[2]="향후 문제를 줄이는 데 도움이 됩니다.",
[3]="신원 또는 개인 정보는 포함되지 않습니다.",
},
["k_hud_hands"]="핸드",
["b_settings"]="설정",
["ph_up_ante_1"]="앤티 상향",
["k_no_room_ex"]="공간 없음!",
["b_reroll_boss"]="보스 리롤",
["b_stat_spectrals"]="유령",
["k_jokers_cap"]="조커",
["k_plus_stone"]="+1 스톤",
["ph_4_7_of_clubs"]="클럽 4개 7개",
["k_active_ex"]="활성화!",
["k_suit"]="수트",
["k_locked"]="잠김",
["ph_blind_reward"]="보상:",
["ph_stat_consumable"]="이 카드를 사용한 횟수",
["b_play_hand"]="핸드 플레이",
["b_playbalatro"]="playbalatro.com 방문",
["k_no_other_jokers"]="다른 조커 불가!",
["k_achievements_disabled"]="도전과제 비활성화됨",
["k_none"]="없음",
["k_reset"]="초기화",
["k_stake_level"]="스테이크 레벨",
["b_collection"]="컬렉션",
["b_current_profile"]="현재 프로필",
["b_quit_cap"]="나가기",
["ml_card_stats"]={
[1]="카드",
[2]="통계",
},
["b_full_deck"]="풀 덱",
["b_set_game_vol"]="게임 볼륨",
["b_reset_profile"]="프로필 초기화",
["k_daily_run"]="일일 런",
["ml_bloom_opt"]={
[1]="꺼짐",
[2]="켜짐",
},
["b_set_crash_reports"]="충돌 보고서",
["k_also_applied"]="추가 적용",
["ph_deck_preview_stones"]="스톤",
["k_level_up_ex"]="레벨 업!",
["k_all_hands"]="모든 핸드",
["b_set_game"]="게임",
["b_wishlist"]="Steam의 찜 목록",
["k_again_ex"]="다시!",
["ph_you_win"]="승리!",
["k_plus_joker"]="+1 조커",
["b_remaining"]="남음",
["k_edition"]="에디션",
["ml_demo_thanks_message"]={
[1]="Steam에서 Balatro를 ",
[2]="찜 목록에 담고 playbalatro.com에서",
[3]="뉴스레터를 구독하세요",
},
["ph_score_cards_discarded"]="버린 카드",
["b_sell"]="판매",
["k_eaten_ex"]="먹힘!",
["k_drank_ex"]="소모함!",
["k_enter_name"]="이름 입력",
["ph_defeat_the_boss"]="보스 블라인드 처치",
["k_extinct_ex"]="소멸!",
["k_seed"]="시드",
["k_uncommon"]="희귀",
["k_melted_ex"]="녹음!",
["ph_stat_joker"]="이 카드로 완료한 라운드 합계",
["k_poker_hand"]="포커 핸드",
["ml_disabled_seed"]={
[1]="모든 해제 및",
[2]="발견이 비활성화됨",
},
["b_spectral_cards"]="유령 카드",
["b_blinds"]="블라인드",
["b_continue"]="계속하기",
["k_banned_tags"]="금지된 태그",
["b_poker_hands"]="포커 핸드",
["k_duplicated_ex"]="복제됨!",
["k_profile"]="프로필",
["k_demo_version_ex"]="체험판 버전!",
["k_best_hand"]="베스트 핸드",
["k_numbered_cards"]="숫자 카드",
["b_sort_hand"]="핸드 정렬",
["k_not_discovered"]="발견되지 않음",
["k_common"]="일반",
["k_planet"]="행성",
["ph_score_cards_played"]="플레이한 카드",
["b_skip_blind"]="블라인드 건너뛰기",
["b_start_new_run"]="새로운 런",
["k_effective"]="유효",
["b_sounds"]="사운드",
["b_tags"]="태그",
["k_or"]="또는",
["ph_score_times_rerolled"]="리롤한 시간",
["b_set_pixel_smoothing"]="픽셀 아트 다듬기",
["ph_stat_voucher"]="이 바우처를 교환한 횟수",
["ph_alert_debuff_confirm"]="'플레이'를 다시 눌러서 확인하세요",
["k_celestial_pack"]="천체 팩",
["k_gold"]="골드",
["b_planet_cards"]="행성 카드",
["k_view"]="보기",
["ph_mr_bones"]="미스터 본즈에 의해 생존",
["ph_improve_run"]="런을 업그레이드하세요!",
["ml_windowmode_opt"]={
[1]="창 모드",
[2]="전체 화면",
[3]="꽉 찬 화면",
},
["ph_most_played"]="(가장 많이 플레이한 핸드)",
["b_set_audio"]="오디오",
["b_collection_cap"]="컬렉션",
["b_set_music_vol"]="음악 볼륨",
["k_progress"]="진행 내용",
["b_deck"]="덱",
["b_skip"]="건너뛰기",
["k_balanced"]="균형됨",
["ph_sneak_peek"]="미리 보기",
["ml_paste_seed"]={
[1]="붙이기",
[2]="시드",
},
["b_seals"]="봉인",
["k_saved_ex"]="생존!",
["b_seed"]="시드",
["k_cap_consumables"]="소모품",
["k_booster"]="부스터",
["k_eroded_ex"]="무너짐!",
},
["achievement_names"]={
["speedrunner"]="스피드 러너",
["card_player"]="카드 플레이어",
["extreme_couponer"]="극한의 쿠폰 모으는 자",
["heads_up"]="알림",
["retrograde"]="역행",
["shattered"]="산산조각",
["completionist_plus_plus"]="완벽주의자++",
["nest_egg"]="비상금",
["roi"]="ROI",
["royale"]="로열",
["tiny_hands"]="작은 손",
["_100000k"]="100,000,000",
["cartomancy"]="카드점",
["rule_breaker"]="규칙 파괴자",
["flushed"]="플러시 홍조",
["mid_stakes"]="중간 스테이크",
["completionist"]="완벽주의자",
["low_stakes"]="낮은 스테이크",
["_1000k"]="10,000,000",
["ante_upper"]="앤티 더 상승!",
["astronomy"]="천문학",
["big_hands"]="큰 손",
["card_discarder"]="카드 버리는 자",
["completionist_plus"]="완벽주의자+",
["legendary"]="전설",
["rule_bender"]="규칙 남용자",
["_10k"]="10,000",
["high_stakes"]="높은 스테이크",
["clairvoyance"]="신통력",
["ante_up"]="앤티 상승!",
["you_get_what_you_get"]="얻을 것 얻기",
},
["challenge_names"]={
["c_five_card_1"]="카드 5장 뽑기",
["c_mad_world_1"]="미친 세계",
["c_monolith_1"]="모노리스",
["c_fragile_1"]="연약함",
["c_luxury_1"]="특별 소비세",
["c_omelette_1"]="오믈렛",
["c_double_nothing_1"]="두 배 또는 꽝",
["c_blast_off_1"]="발사",
["c_golden_needle_1"]="골든 바늘",
["c_rich_1"]="부자가 더 부자로",
["c_inflation_1"]="인플레이션",
["c_knife_1"]="칼끝에서",
["c_jokerless_1"]="조커 없음",
["c_non_perishable_1"]="비부패",
["c_medusa_1"]="메두사",
["c_xray_1"]="엑스레이 시야",
["c_bram_poker_1"]="브램 포커",
["c_city_1"]="15분 도시",
["c_cruelty_1"]="잔인함",
["c_typecast_1"]="정형화",
},
["v_dictionary"]={
["a_handsize"]="+#1# 핸드 크기",
["loyalty_active"]="활성화!",
["deck_preview_wheel_plural"]="#1# 카드가 뒤집혀서 나오기 때문에 숫자가 더 낮을 수도 있습니다",
["ante_x_voucher"]="앤티 #1# 바우처",
["unlocked"]="#1#/#2# 해제됨",
["ml_negative_desc"]={
[1]="네거티브",
[2]="매 라운드",
},
["a_handsize_minus"]="-#1# 핸드 크기",
["a_xmult"]="X#1# 배수",
["a_mult_minus"]="-#1# 배수",
["a_xmult_minus"]="-X#1# 배수",
["a_mult"]="+#1# 배수",
["ml_negative_consumable_desc"]={
[1]="네거티브",
[2]="+#1# 소모품 슬롯",
},
["loyalty_inactive"]="#1# 남음",
["interest"]="$#2#당 이자 #1# (최대 #3#)",
["deck_preview_wheel_singular"]="#1# 카드가 뒤집혀서 나오기 때문에 숫자가 더 낮을 수도 있습니다",
["ml_holo_desc"]={
[1]="홀로그래픽",
[2]="+#1# 배수",
},
["a_chips"]="+#1#",
["a_hands"]="+#1# 핸드",
["a_chips_minus"]="-#1#",
["ml_polychrome_desc"]={
[1]="폴리크롬",
[2]="X#1# 배수",
},
["a_sold_tally"]="#1#/#2# 판매",
["completed"]="#1#/#2# 완료됨",
["remaining_discard_money"]="남은 버리기 (각 $#1#)",
["remaining_hand_money"]="남은 핸드 (각 $#1#)",
["challenges_completed"]="완료한 #1#/#2# 챌린지",
["ml_foil_desc"]={
[1]="포일",
[2]="+#1# 개의 칩",
},
["a_remaining"]="#1# 남음",
},
["tutorial"]={
["bb_4"]={
[1]="이기게 되면,",
[2]="{C:attention}앤티{} 가 상승하며",
[3]="모든 {C:attention}블라인드{} 가 어려워집니다",
},
["fh_4"]={
[1]="또한 카드를 통해",
[2]="{C:blue}칩{} 을 획득할 수 있으니",
[3]="카드를 하나씩 확인해 보세요!",
},
["fh_6"]={
[1]="또한 더 강한 핸드를 만들기 위해",
[2]="최대 {C:attention}5{} 장의 카드를 선택해",
[3]="{C:red}'버리기'{} 를 할 수도 있습니다.",
[4]="한번 해보세요!",
},
["fh_1"]={
[1]="{C:attention}포커 핸드{} 를 플레이하면",
[2]="칩을 획득합니다",
},
["s_5"]={
[1]="한 번에 오직 {C:attention}5장의 조커{} 카드만",
[2]="소지할 수 있으니",
[3]="신중하게 선택하세요",
},
["fh_2"]={
[1]="각 {C:attention}포커 핸드{} 는",
[2]="{C:red}배수{} 를 곱한",
[3]="기본 수량의 {C:blue}칩{} 을 획득합니다",
},
["fh_3"]={
[1]="{C:attention}런 정보{} 영역에서",
[2]="{C:attention}포커 핸드{} 와 함께",
[3]="현재 런에 대한",
[4]="다른 정보도 확인해 보세요",
},
["sh_3"]={
[1]="핸드에서 최대 {C:attention}2{} 장의 카드를",
[2]="선택하고 해당 {C:tarot}타로{} 카드에서",
[3]="{C:attention}'사용'{}을 눌러",
[4]="강화하세요!",
},
["fh_7"]={
[1]="조심하세요! 라운드당",
[2]="{C:blue}핸드{} 및 {C:red}버리기{} 의 수는",
[3]="한정되어 있습니다.",
},
["fh_5"]={
[1]="이제 최대 {C:attention}5{} 장의",
[2]="플레이할 카드를 선택한 후",
[3]="{C:blue}'핸드 플레이'{}를 누르세요",
},
["sh_2"]={
[1]="또한, 잊지 말고",
[2]="소모품을 {C:attention}사용{} 하세요!",
},
["bb_2"]={
[1]="또는 {C:attention}건너뛰기{} 를 선택해서",
[2]="{C:attention}태그{} 를 받을 수 있죠! 각",
[3]="{C:attention}태그{} 에는 고유한 효과가 있습니다",
},
["s_7"]={
[1]="이 {C:tarot}타로{} 카드는",
[2]="{C:attention}소모품{} 입니다. 이것은",
[3]="플레잉 카드를 강화합니다!",
[4]="유용하니 넣어두세요.",
},
["s_3"]={
[1]="이것은 런에 추가할 수 있는",
[2]="{C:attention}#1#{} 장의 {C:attention}조커{} 중 하나입니다.",
[3]="모든 {C:attention}조커{} 는",
[4]="각기 다른 기능을 합니다",
},
["s_11"]={
[1]="또한, 상점마다",
[2]="{C:booster}부스터 팩{} 두 개를",
[3]="확인하세요. 좋은 걸로",
[4]="가득 차 있습니다!",
},
["bb_1"]={
[1]="{C:attention}빅 블라인드{} 를 선택해서",
[2]="더 많은 현금을 획득할 수 있어요",
},
["sh_1"]={
[1]="카드를 더 얻으면,",
[2]="재배열할 수 있습니다",
[3]="왼쪽에서 오른쪽으로 차례대로",
[4]="{C:attention}조커{} 가 트리거됩니다",
},
["sb_4"]={
[1]="{C:blue}스몰 블라인드{} 를 선택해서",
[2]="라운드를 시작하세요!",
},
["s_4"]={
[1]="이것은 플레이하는 모든 핸드에",
[2]="{C:red}+4 배수{} 를 추가합니다!",
},
["s_10"]={
[1]="{C:attention}바우처{} 는",
[2]="{C:attention}보스 블라인드{} 를 처치해야",
[3]="다시 채워집니다.",
},
["s_12"]={
[1]="{C:attention}다음 라운드{}로",
[2]="넘어갑시다.",
},
["sb_2"]={
[1]="여러분의 목표는",
[2]="{C:blue}칩{} 을 획득해서",
[3]="적 {C:attention}블라인드{}를 물리치는 겁니다",
},
["s_6"]={
[1]="이제 {C:attention}상점{} 에서",
[2]="다른 카드를 구매해 보세요",
},
["s_2"]={
[1]="이 잘생긴 악마를",
[2]="구매해 보세요",
},
["sb_1"]={
[1]="안녕하세요! 게임 플레이",
[2]="방법을 익히도록 도움을 드릴",
[3]="{C:attention}짐보{}라고 합니다!",
},
["sb_3"]={
[1]="이건 {C:blue}스몰 블라인드{}로,",
[2]="물리치려면 {C:attention}칩 300개{} 만",
[3]="획득하면 됩니다.",
},
["fh_8"]={
[1]="이 라운드에서 승리하려면",
[2]="{C:blue}핸드{} 가 떨어지기 전에",
[3]="{C:attention}300개의 칩{} 을 획득해야 합니다.",
[4]="행운을 빌어요!",
},
["s_9"]={
[1]="돈을 충분히 모으면,",
[2]="{C:attention}바우처{} 를 구매할 수 있습니다.",
[3]="{C:attention}바우처{} 는 패시브로",
[4]="런을 업그레이드합니다!",
},
["s_8"]={
[1]="한 번에 최대",
[2]="{C:attention}2장의 소모품{} 카드를",
[3]="소지할 수 있습니다",
},
["bb_5"]={
[1]="{C:attention}앤티{} #1# 을(를) 이겨 승리하세요.",
[2]="이제 원하는 경로를 선택하세요!",
},
["bb_3"]={
[1]="하지만 {C:attention}보스 블라인드{} 를",
[2]="주시하세요. 특정한 능력을",
[3]="보유하고 있기 때문에",
[4]="보다 계획적으로 플레이해야 합니다.",
},
["s_1"]={
[1]="잘했어요! 이제",
[2]="{C:money}현금{}이 {E:1}두둑{}하니까,",
[3]="{C:attention}상점{} 에서 새 카드를",
[4]="구매해 보세요",
},
},
["labels"]={
["foil"]="포일",
["blue_seal"]="블루 봉인",
["rare"]="레어",
["voucher"]="바우처",
["purple_seal"]="퍼플 봉인",
["gold_seal"]="골드 봉인",
["red_seal"]="레드 봉인",
["tarot"]="타로",
["negative"]="네거티브",
["pluto_planet"]="왜소행성",
["common"]="일반",
["pinned_left"]="고정",
["legendary"]="레전더리",
["eternal"]="이터널",
["holographic"]="홀로그래픽",
["uncommon"]="희귀",
["planet"]="행성",
["locked"]="잠김",
["polychrome"]="폴리크롬",
},
["ranks"]={
["4"]="4",
["8"]="8",
["10"]="10",
["5"]="5",
["9"]="9",
["6"]="6",
["King"]="킹",
["Ace"]="에이스",
["3"]="3",
["7"]="7",
["Jack"]="잭",
["Queen"]="퀸",
["2"]="2",
},
["high_scores"]={
["furthest_round"]="최고 라운드",
["hand"]="베스트 핸드",
["furthest_ante"]="최고 앤티",
["collection"]="컬렉션",
["current_streak"]="",
["boss_streak"]="최다 연속 보스",
["poker_hand"]="가장 많이 플레이한 핸드",
["most_money"]="최고 금액",
["win_streak"]="최다 연승",
},
["suits_plural"]={
["Spades"]="스페이드",
["Hearts"]="하트",
["Diamonds"]="다이아몬드",
["Clubs"]="클럽",
},
["poker_hand_descriptions"]={
["Flush House"]={
[1]="모든 카드가 같은 수트를 공유하는",
[2]="트리플 및 페어",
},
["Full House"]={
[1]="트리플 및 페어",
},
["Flush"]={
[1]="같은 수트를 공유하는 5장의 카드",
},
["Pair"]={
[1]="같은 랭크를 공유하는 카드 2장. 득점하지 않는",
[2]="나머지 3장의 카드와 플레이할 수 있습니다",
},
["Four of a Kind"]={
[1]="같은 랭크의 카드 4장. 득점하지 않는",
[2]="나머지 1장의 카드와 플레이할 수 있습니다",
},
["Royal Flush"]={
[1]="모든 카드가 같은 수트를 공유하는",
[2]="연속 5장의 카드 {연속 랭크}",
},
["Straight Flush"]={
[1]="모든 카드가 같은 수트를 공유하는",
[2]="연속 5장의 카드 {연속 랭크}",
},
["Straight"]={
[1]="연속 5장의 카드 {연속 랭크}",
},
["Five of a Kind"]={
[1]="같은 랭크의 카드 5장",
},
["Flush Five"]={
[1]="같은 랭크 및 수트의 카드 5장",
},
["Two Pair"]={
[1]="서로 다른 랭크의 카드 2쌍.",
[2]="나머지 1장의 카드와 플레이할 수 있습니다",
},
["Three of a Kind"]={
[1]="같은 랭크의 카드 3장.",
[2]="나머지 2장의 카드와 플레이할 수 있습니다",
},
["High Card"]={
[1]="플레이한 핸드가 위의 핸드에 해당하지",
[2]="않으면, 가장 높은 랭크의 카드만 득점합니다",
},
},
},
}