return {
["tutorial"]={
},
["descriptions"]={
["Back"]={
["b_challenge"]={
["name"]="Колода испытаний",
["text"]={
[1]="",
},
},
["b_plasma"]={
["name"]="Плазменная колода",
["text"]={
[1]="Баланс {C:blue}фишек{} и",
[2]="{C:red}множ.{} при расчете",
[3]="очков для сыгранной руки",
[4]="{C:red}X#1#{} базовый размер блайнда",
},
},
["b_nebula"]={
["name"]="Колода туманности",
["text"]={
[1]="Начинаете партию с",
[2]="{C:planet,T:v_telescope}#1#{} ваучером",
[3]="",
[4]="и {C:red}#2#{} слотом расходуемого",
},
},
["b_anaglyph"]={
["name"]="Анаглифическая колода",
["text"]={
[1]="После победы над каждым",
[2]="{C:attention}Босс-блайндом{} получите:",
[3]="{C:attention,T:tag_double}#1#",
},
},
["b_black"]={
["name"]="Черная колода",
["text"]={
[1]="{C:attention}+#1#{} слот джокера",
[2]="",
[3]="{C:blue}-#2#{} рука",
[4]="в каждом раунде",
},
},
["b_ghost"]={
["name"]="Призрачная колода",
["text"]={
[1]="{C:spectral}Спектральные{} карты могут",
[2]="появляется в лавке,",
[3]="начинается с карты {C:spectral,T:c_hex}Порчи{}",
},
},
["b_abandoned"]={
["name"]="Заброшенная колода",
["text"]={
[1]="Начинаете партию",
[2]="без {C:attention}карт с лицом",
[3]="в вашей колоде",
},
},
["b_erratic"]={
["name"]="Неустойчивая колода",
["text"]={
[1]="Все {C:attention}достоинства{} и",
[2]="{C:attention}масти{} в колоде",
[3]="случайны",
},
},
["b_magic"]={
["name"]="Волшебная колода",
["text"]={
[1]="Начинаете партию с",
[2]="{C:tarot,T:v_crystal_ball}#1#{} ваучером",
[3]="и {C:attention}2{} копиями:",
[4]="из {C:tarot,T:c_fool}#2#",
},
},
["b_red"]={
["name"]="Красная колода",
["text"]={
[1]="{C:red}+#1#{} сброс",
[2]="в каждом раунде",
},
},
["b_painted"]={
["name"]="Рисованная колода",
["text"]={
[1]="{C:attention}+#1#{} размер руки",
[2]="{C:red}#2#{} слот джокера",
},
},
["b_blue"]={
["name"]="Синяя колода",
["text"]={
[1]="{C:blue}+#1#{} рука",
[2]="в каждом раунде",
},
},
["b_checkered"]={
["name"]="Клетчатая колода",
["text"]={
[1]="Начинаете партию с",
[2]="{C:attention}26{C:spades} пиками{} и",
[3]="{C:attention}26{C:hearts} червами{} в колоде",
},
},
["b_green"]={
["name"]="Зеленая колода",
["text"]={
[1]="В конце каждого раунда:",
[2]="{C:money}$#1#{s:0.85} за каждую оставшуюся {C:blue}руку",
[3]="{C:money}$#2#{s:0.85} за каждый оставшийся {C:red}сброс",
[4]="Без набора {C:attention}процентов",
},
},
["b_yellow"]={
["name"]="Желтая колода",
["text"]={
[1]="Начинайте с",
[2]="дополнительными {C:money}$#1#",
},
},
["b_zodiac"]={
["name"]="Зодиакальная колода",
["text"]={
[1]="Начинаете партию с",
[2]="{C:tarot,T:v_tarot_merchant}#1#{},",
[3]="{C:planet,T:v_planet_merchant}#2#{},",
[4]="и {C:attention,T:v_overstock_norm}#3#",
},
},
},
["Tag"]={
["tag_handy"]={
["name"]="Ручной тег",
["text"]={
[1]="Дает {C:money}$#1#{} за каждую сыгранную",
[2]="{C:blue}руку{} в этой партии",
[3]="{C:inactive}(даст {C:money}$#2#{C:inactive})",
},
},
["tag_standard"]={
["name"]="Стандартный тег",
["text"]={
[1]="Дает бесплатный",
[2]="{C:attention}Мегастандартный набор",
},
},
["tag_d_six"]={
["name"]="Тег D6",
["text"]={
[1]="Перебросы в следующей лавке",
[2]="начинаются при {C:money}$0",
},
},
["tag_negative"]={
["name"]="Негативный тег",
["text"]={
[1]="В лавке есть",
[2]="{C:dark_edition}негативный джокер",
},
},
["tag_investment"]={
["name"]="Инвестиционный тег",
["text"]={
[1]="После победы",
[2]="над Босс-блайндом",
[3]="дает {C:money}$#1#",
},
},
["tag_holo"]={
["name"]="Голографический тег",
["text"]={
[1]="В лавке есть",
[2]="{C:dark_edition}голографический джокер",
},
},
["tag_rare"]={
["name"]="Редкий тег",
["text"]={
[1]="В лавке есть",
[2]="{C:red}редкий джокер",
},
},
["tag_skip"]={
["name"]="Тег скорости",
["text"]={
[1]="Дает по {C:money}$#1#{} за пропущенный",
[2]="блайнд в этой партии",
[3]="{C:inactive}(даст {C:money}$#2#{C:inactive})",
},
},
["tag_garbage"]={
["name"]="Мусорный тег",
["text"]={
[1]="Дает {C:money}$#1#{} за каждый неиспользованный",
[2]="{C:red}сброс{} в этой партии",
[3]="{C:inactive}(даст {C:money}$#2#{C:inactive})",
},
},
["tag_foil"]={
["name"]="Фольговый тег",
["text"]={
[1]="В лавке есть",
[2]="{C:dark_edition}фольговый джокер",
},
},
["tag_buffoon"]={
["name"]="Тег шута",
["text"]={
[1]="Дает бесплатный",
[2]="{C:attention}Набор шута",
},
},
["tag_charm"]={
["name"]="Тег очарования",
["text"]={
[1]="Дает бесплатный",
[2]="{C:tarot}Набор мегааркана",
},
},
["tag_ethereal"]={
["name"]="Эфирный тег",
["text"]={
[1]="Дает бесплатный",
[2]="{C:planet}Спектральный набор",
},
},
["tag_orbital"]={
["name"]="Орбитальный тег",
["text"]={
[1]="Повышает {C:attention}#1#",
[2]="на {C:attention}#2# ур.",
},
},
["tag_coupon"]={
["name"]="Тег купона",
["text"]={
[1]="Начальные карты и",
[2]="бустерные наборы в следующей",
[3]="лавке бесплатны",
},
},
["tag_boss"]={
["name"]="Тег босса",
["text"]={
[1]="Перебрасывает",
[2]="{C:attention}Босс-блайнд",
},
},
["tag_top_up"]={
["name"]="Тег пополнения",
["text"]={
[1]="Создать до {C:attention}#1#",
[2]="{C:blue}обычных{} джокеров",
[3]="{C:inactive}(должно быть место)",
},
},
["tag_polychrome"]={
["name"]="Полихромный тег",
["text"]={
[1]="В лавке есть",
[2]="{C:dark_edition}полихромный джокер",
},
},
["tag_meteor"]={
["name"]="Тег метеора",
["text"]={
[1]="Дает бесплатный",
[2]="{C:planet}Меганебесный набор",
},
},
["tag_double"]={
["name"]="Двойной тег",
["text"]={
[1]="Дает копию",
[2]="следующего выбранного {C:attention}тега{},",
[3]="{s:0.8}за исключением {s:0.8,C:attention}двойного тега",
},
},
["tag_juggle"]={
["name"]="Жонглерский тег",
["text"]={
[1]="{C:attention}+#1#{} размер руки",
[2]="на следующий раунд",
},
},
["tag_economy"]={
["name"]="Экономический тег",
["text"]={
[1]="Удваивает ваши деньги",
[2]="{C:inactive}(макс. {C:money}$#1#{C:inactive})",
},
},
["tag_uncommon"]={
["name"]="Необычный тег",
["text"]={
[1]="В лавке есть",
[2]="{C:green}необычный джокер",
},
},
["tag_voucher"]={
["name"]="Тег ваучера",
["text"]={
[1]="Добавляет один {C:voucher}ваучер",
[2]="в следующую лавку",
},
},
},
["Blind"]={
["bl_club"]={
["name"]="Трефа",
["text"]={
[1]="Все трефовые карты",
[2]="ослабляются",
},
},
["bl_needle"]={
["name"]="Игла",
["text"]={
[1]="Играйте только 1 руку",
},
},
["bl_small"]={
["name"]="Малый блайнд",
["text"]={
},
},
["bl_arm"]={
["name"]="Рука",
["text"]={
[1]="Уменьшает уровень",
[2]="играемой покерной руки",
},
},
["bl_plant"]={
["name"]="Цветок",
["text"]={
[1]="Все карты с лицом",
[2]="ослабляются",
},
},
["bl_wheel"]={
["name"]="Колесо",
["text"]={
[1]=" из 7 карт тянутся",
[2]="лицом вниз",
},
},
["bl_mouth"]={
["name"]="Пасть",
["text"]={
[1]="Играйте только 1 тип",
[2]="руки в этом раунде",
},
},
["bl_eye"]={
["name"]="Глаз",
["text"]={
[1]="Без повторяемых типов",
[2]="рук в этом раунде",
},
},
["bl_pillar"]={
["name"]="Столп",
["text"]={
[1]="Ранее сыгранные карты",
[2]="ослабляются в этом анте",
},
},
["bl_house"]={
["name"]="Дом",
["text"]={
[1]="Первая рука тянется",
[2]="лицом вниз",
},
},
["bl_hook"]={
["name"]="Крюк",
["text"]={
[1]="Сбрасывает по 2 случайные",
[2]="карты за каждую сыгранную руку",
},
},
["bl_head"]={
["name"]="Голова",
["text"]={
[1]="Все червовые карты",
[2]="ослабляются",
},
},
["bl_goad"]={
["name"]="Побуждение",
["text"]={
[1]="Все пиковые карты",
[2]="ослабляются",
},
},
["bl_final_leaf"]={
["name"]="Зеленый лист",
["text"]={
[1]="Все карты ослабляются",
[2]="до продажи 1 джокера",
},
},
["bl_ox"]={
["name"]="Буйвол",
["text"]={
[1]="Игра #1#",
[2]="устанавливает деньги на $0",
},
},
["bl_mark"]={
["name"]="Знак",
["text"]={
[1]="Все карты с лицом",
[2]="тянутся лицом вниз",
},
},
["bl_final_vessel"]={
["name"]="Фиолетовый сосуд",
["text"]={
[1]="Очень большой блайнд",
},
},
["bl_tooth"]={
["name"]="Зуб",
["text"]={
[1]="Потеряйте $1 за каждую",
[2]="сыгранную карту",
},
},
["bl_fish"]={
["name"]="Рыба",
["text"]={
[1]="Карты тянутся лицом вниз",
[2]="после каждой сыгранной руки",
},
},
["bl_big"]={
["name"]="Большой блайнд",
["text"]={
},
},
["bl_final_acorn"]={
["name"]="Янтарный желудь",
["text"]={
[1]="Переворачивает и тасует",
[2]="все карты джокеров",
},
},
["bl_flint"]={
["name"]="Кремень",
["text"]={
[1]="Базовые фишки и",
[2]="множ. делятся пополам",
},
},
["bl_psychic"]={
["name"]="Экстрасенс",
["text"]={
[1]="Необходимо сыграть 5 карт",
},
},
["bl_window"]={
["name"]="Окно",
["text"]={
[1]="Все бубновые карты",
[2]="ослабляются",
},
},
["bl_serpent"]={
["name"]="Змей",
["text"]={
[1]="После игры или сброса",
[2]="всегда тяните 3 карты",
},
},
["bl_water"]={
["name"]="Вода",
["text"]={
[1]="Начинайте с",
[2]="0 сбросов",
},
},
["bl_manacle"]={
["name"]="Кандалы",
["text"]={
[1]="-1 размер руки",
},
},
["bl_wall"]={
["name"]="Стена",
["text"]={
[1]="Особо большой блайнд",
},
},
["bl_final_heart"]={
["name"]="Багровое сердце",
["text"]={
[1]="Один случайный джокер",
[2]="отключается с каждой рукой",
},
},
["bl_final_bell"]={
["name"]="Лазурный колокольчик",
["text"]={
[1]="1 карта принудительно",
[2]="выбирается всегда",
},
},
},
["Voucher"]={
["v_tarot_merchant"]={
["name"]="Торговец Таро",
["text"]={
[1]="Карты {C:tarot}Таро{} появляются",
[2]="в {C:attention}#1# раз(а){} чаще",
[3]="в лавке",
},
},
["v_magic_trick"]={
["name"]="Фокус",
["text"]={
[1]="{C:attention}Играемые карты{} можно",
[2]="приобрести",
[3]="в {C:attention}лавке",
},
},
["v_seed_money"]={
["name"]="Подъемные",
["text"]={
[1]="Повышение максимума",
[2]="процентов, набираемых",
[3]="за раунд, до {C:money}$#1#{}",
},
},
["v_tarot_tycoon"]={
["unlock"]={
[1]="Купить суммарно",
[2]="{C:attention}#1#{C:tarot} карт(ы) Таро{}",
[3]="в лавке",
[4]="{C:inactive}(#2#)",
},
["name"]="Магнат Таро",
["text"]={
[1]="Карты {C:tarot}Таро{} появляются",
[2]="в {C:attention}#1# раз(а){} чаще",
[3]="в лавке",
},
},
["v_overstock_norm"]={
["name"]="Избыток",
["text"]={
[1]="{C:attention}+1{} слот карты",
[2]="доступен в лавке",
},
},
["v_wasteful"]={
["name"]="Транжира",
["text"]={
[1]="Навсегда",
[2]="дает {C:red}+#1#{} сброс",
[3]="на каждый раунд",
},
},
["v_grabber"]={
["name"]="Хапуга",
["text"]={
[1]="Навсегда",
[2]="дает {C:blue}+#1#{} руку",
[3]="на каждый раунд",
},
},
["v_paint_brush"]={
["name"]="Кисть для рисования",
["text"]={
[1]="{C:attention}+#1#{} размер руки",
},
},
["v_money_tree"]={
["unlock"]={
[1]="Набрать максимум",
[2]="процентов за раунд в",
[3]="{C:attention}#1#{} раундах подряд",
[4]="{C:inactive}(#2#)",
},
["name"]="Денежное дерево",
["text"]={
[1]="Повышение максимума",
[2]="процентов, набираемых",
[3]="за раунд, до {C:money}$#1#{}",
},
},
["v_clearance_sale"]={
["name"]="Распродажа",
["text"]={
[1]="Все карты и наборы в",
[2]="лавке со скидкой {C:attention}#1#%{}",
},
},
["v_hone"]={
["name"]="Заточка",
["text"]={
[1]="{C:dark_edition}Фольговые{}, {C:dark_edition}голографические{} и",
[2]="{C:dark_edition}полихромные{} карты",
[3]="появляются в {C:attention}#1# раз(а){} чаще",
},
},
["v_liquidation"]={
["unlock"]={
[1]="Выкупить минимум",
[2]="{C:attention}#1#{C:voucher} карт-ваучеров{}",
[3]="в одной партии",
},
["name"]="Ликвидация",
["text"]={
[1]="Все карты и наборы в",
[2]="лавке со скидкой {C:attention}#1#%{}",
},
},
["v_hieroglyph"]={
["name"]="Иероглиф",
["text"]={
[1]="{C:attention}-#1#{} анте",
[2]="{C:blue}-#1#{} рука",
[3]="на каждый раунд",
},
},
["v_omen_globe"]={
["unlock"]={
[1]="Использовать суммарно {C:attention}#1#",
[2]="карт(ы) {C:tarot}Таро{} из любого",
[3]="{C:tarot}набора аркана",
[4]="{C:inactive}(#2#)",
},
["name"]="Омут",
["text"]={
[1]="{C:spectral}Спектральные{} карты могут",
[2]="появляться в любых",
[3]="{C:attention}наборах аркана",
},
},
["v_telescope"]={
["name"]="Телескоп",
["text"]={
[1]="{C:attention}Небесные наборы{} всегда",
[2]="содержат карту {C:planet}планеты{}",
[3]="для вашей наиболее",
[4]="играемой {C:attention}покерной руки",
},
},
["v_planet_tycoon"]={
["unlock"]={
[1]="Купить суммарно",
[2]="{C:attention}#1#{C:planet} карт(ы) планет{}",
[3]="в лавке",
[4]="{C:inactive}(#2#)",
},
["name"]="Магнат планет",
["text"]={
[1]="Карты {C:planet}планет{} появляются",
[2]="в {C:attention}#1# раз(а){} чаще",
[3]="в лавке",
},
},
["v_illusion"]={
["unlock"]={
[1]="Купить суммарно",
[2]="{C:attention}#1#{} играемых карт(ы)",
[3]="в лавке",
[4]="{C:inactive}(#2#)",
},
["name"]="Иллюзия",
["text"]={
[1]="{C:attention}Играемые карты{} в лавке",
[2]="могут иметь {C:enhanced}улучшение{},",
[3]="{C:dark_edition}выпуск{} и/или {C:attention}печать{}",
},
},
["v_reroll_glut"]={
["unlock"]={
[1]="Перебросить лавку",
[2]="суммарно {C:attention}#1#{} раз(а)",
[3]="{C:inactive}(#2#)",
},
["name"]="Изобилие перебросов",
["text"]={
[1]="Перебросы стоят",
[2]="на {C:money}$#1#{} меньше",
},
},
["v_glow_up"]={
["unlock"]={
[1]="Иметь минимум {C:attention}#1#",
[2]="карт(ы) {C:attention}джокера{} с",
[3]="{C:dark_edition}фольговым{}, {C:dark_edition}голографическим{} или",
[4]="{C:dark_edition}полихромным{} выпуском",
},
["name"]="Свечение",
["text"]={
[1]="{C:dark_edition}Фольговые{}, {C:dark_edition}голографические{} и",
[2]="{C:dark_edition}полихромные{} карты",
[3]="появляются в {C:attention}#1# раз(а){} чаще",
},
},
["v_retcon"]={
["unlock"]={
[1]="Открыть",
[2]="{C:attention}#1#{} блайнды",
},
["name"]="Реткон",
["text"]={
[1]="Переброс Босс-блайнда",
[2]="{C:attention}неограниченное{} число раз,",
[3]="по {C:money}$#1#{} за ролл",
},
},
["v_nacho_tong"]={
["unlock"]={
[1]="Сыграть суммарно",
[2]="{C:attention}#1#{} карт(ы)",
[3]="{C:inactive}(#2#)",
},
["name"]="Начо Тонг",
["text"]={
[1]="Навсегда",
[2]="дает {C:blue}+#1#{} руку",
[3]="на каждый раунд",
},
},
["v_observatory"]={
["unlock"]={
[1]="Использовать суммарно {C:attention}#1#",
[2]="карт(ы) {C:planet}планет{} из любого",
[3]="{C:planet}Небесного набора",
[4]="{C:inactive}(#2#)",
},
["name"]="Обсерватория",
["text"]={
[1]="Карты {C:planet}планет{} в вашей",
[2]="{C:attention}расходуемой{} зоне дают",
[3]="{X:red,C:white} X#1# {} множ. за",
[4]="соотв. {C:attention}покерную руку",
},
},
["v_reroll_surplus"]={
["name"]="Излишек перебросов",
["text"]={
[1]="Перебросы стоят",
[2]="на {C:money}$#1#{} меньше",
},
},
["v_recyclomancy"]={
["unlock"]={
[1]="Сбросить суммарно",
[2]="{C:attention}#1#{} карт(ы)",
[3]="{C:inactive}(#2#)",
},
["name"]="Рецикломантия",
["text"]={
[1]="Навсегда",
[2]="дает {C:red}+#1#{} сброс",
[3]="на каждый раунд",
},
},
["v_palette"]={
["unlock"]={
[1]="Уменьшите размер руки",
[2]="до {C:attention}#1#{} карт",
},
["name"]="Палитра",
["text"]={
[1]="Держите ({C:attention}+#1#{}) карт",
},
},
["v_overstock_plus"]={
["unlock"]={
[1]="Потратить суммарно",
[2]="{C:money}$#1#{} в лавке",
[3]="{C:inactive}($#2#)",
},
["name"]="Избыток плюс",
["text"]={
[1]="{C:attention}+1{} слот карты",
[2]="доступен в лавке",
},
},
["v_blank"]={
["name"]="Пусто",
["text"]={
[1]="{C:inactive}Ничего не делает?",
},
},
["v_directors_cut"]={
["name"]="Режиссерская версия",
["text"]={
[1]="Переброс Босс-блайнда",
[2]="{C:attention}1{} раз за анте,",
[3]="{C:money}$#1#{} за ролл",
},
},
["v_petroglyph"]={
["unlock"]={
[1]="Достичь анте",
[2]="уровня {E:1,C:attention}#1#",
},
["name"]="Петроглиф",
["text"]={
[1]="{C:attention}-#1#{} анте",
[2]="{C:red}-#1#{} сброс",
[3]="на каждый раунд",
},
},
["v_planet_merchant"]={
["name"]="Торговец планетами",
["text"]={
[1]="Карты {C:planet}планет{} появляются",
[2]="в {C:attention}#1# раз(а){} чаще",
[3]="в лавке",
},
},
["v_antimatter"]={
["unlock"]={
[1]="Получить {C:voucher}«Пусто»{}",
[2]="суммарно {C:attention}#1#{} раз(а)",
[3]="{C:inactive}(#2#)",
},
["name"]="Антиматерия",
["text"]={
[1]="{C:dark_edition}+1{} слот джокера",
},
},
["v_crystal_ball"]={
["name"]="Хрустальный шар",
["text"]={
[1]="{C:attention}+1{} слот расходуемого",
},
},
},
["Enhanced"]={
["m_stone"]={
["name"]="Каменная карта",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек",
[2]="без достоинства или масти",
},
},
["m_mult"]={
["name"]="Карта множителя",
["text"]={
[1]="{C:mult}+#1#{} множ.",
},
},
["m_wild"]={
["name"]="Дикая карта",
["text"]={
[1]="Может использоваться",
[2]="как любая масть",
},
},
["m_glass"]={
["name"]="Стеклянная карта",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ.",
[2]="Шанс {C:green}#2# из #3#{}",
[3]="уничтожить карту",
},
},
["m_steel"]={
["name"]="Стальная карта",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ.,",
[2]="пока эта карта",
[3]="остается в руке",
},
},
["m_bonus"]={
["name"]="Бонусная карта",
["text"]={
},
},
["m_gold"]={
["name"]="Золотая карта",
["text"]={
[1]="{C:money}$#1#{}, если эта",
[2]="карта есть в руке",
[3]="в конце раунда",
},
},
["m_lucky"]={
["name"]="Счастливая карта",
["text"]={
[1]="Шанс {C:green}#1# из #3#{}",
[2]="на {C:mult}+#2#{} множ.",
[3]="Шанс {C:green}#1# из #5#{}",
[4]="выиграть {C:money}$#4#",
},
},
},
["Tarot"]={
["c_sun"]={
["name"]="Солнце",
["text"]={
[1]="Преобразует до",
[2]="{C:attention}#1#{} выбранных карт",
[3]="в: {V:1}#2#{}",
},
},
["c_empress"]={
["name"]="Императрица",
["text"]={
[1]="Улучшает {C:attention}#1#",
[2]="выбранных(е) карт(ы) до:",
[3]="{C:attention}#2#",
},
},
["c_star"]={
["name"]="Звезда",
["text"]={
[1]="Преобразует до",
[2]="{C:attention}#1#{} выбранных карт",
[3]="в: {V:1}#2#{}",
},
},
["c_judgement"]={
["name"]="Суд",
["text"]={
[1]="Создает случайную",
[2]="карту {C:attention}джокера{}",
[3]="{C:inactive}(должно быть место)",
},
},
["c_death"]={
["name"]="Смерть",
["text"]={
[1]="Выберите {C:attention}#1#{} карт(ы),",
[2]="{C:attention}левая{} карта будет",
[3]="преобразована в {C:attention}правую{}",
[4]="{C:inactive}(перетащите, чтобы изменить)",
},
},
["c_wheel_of_fortune"]={
["name"]="Колесо Фортуны",
["text"]={
[1]="Шанс {C:green}#1# из #2#{} добавить",
[2]="{C:dark_edition}фольговый{}, {C:dark_edition}голографический{} или",
[3]="{C:dark_edition}полихромный{} выпуск",
[4]="к случайному {C:attention}джокеру",
},
},
["c_heirophant"]={
["name"]="Иерофант",
["text"]={
[1]="Улучшает {C:attention}#1#",
[2]="выбранных(е) карт(ы) до:",
[3]="{C:attention}#2#",
},
},
["c_fool"]={
["name"]="Дурак",
["text"]={
[1]="Создает последнюю",
[2]="карту {C:tarot}Таро{} или {C:planet}планеты{},",
[3]="использованную в этой партии,",
[4]="за исключением {s:0.8,C:tarot}Дурака{s:0.8}",
},
},
["c_high_priestess"]={
["name"]="Верховная Жрица",
["text"]={
[1]="Создает до {C:attention}#1#",
[2]="случайных карт {C:planet}планет{}",
[3]="{C:inactive}(должно быть место)",
},
},
["c_chariot"]={
["name"]="Колесница",
["text"]={
[1]="Улучшает {C:attention}#1#{} выбранную",
[2]="карту до:",
[3]="{C:attention}#2#",
},
},
["c_lovers"]={
["name"]="Влюбленные",
["text"]={
[1]="Улучшает {C:attention}#1#{} выбранную",
[2]="карту до:",
[3]="{C:attention}#2#",
},
},
["c_hanged_man"]={
["name"]="Висельник",
["text"]={
[1]="Уничтожает до",
[2]="{C:attention}#1#{} выбранных карт(ы)",
},
},
["c_strength"]={
["name"]="Сила",
["text"]={
[1]="Увеличивает достоинство",
[2]="до {C:attention}#1#{} выбранных",
[3]="карт(ы) на {C:attention}1",
},
},
["c_world"]={
["name"]="Мир",
["text"]={
[1]="Преобразует до",
[2]="{C:attention}#1#{} выбранных карт",
[3]="в: {V:1}#2#{}",
},
},
["c_hermit"]={
["name"]="Отшельник",
["text"]={
[1]="Удваивает деньги",
[2]="{C:inactive}(макс. {C:money}$#1#{C:inactive})",
},
},
["c_devil"]={
["name"]="Дьявол",
["text"]={
[1]="Улучшает {C:attention}#1#{} выбранную",
[2]="карту до:",
[3]="{C:attention}#2#",
},
},
["c_magician"]={
["name"]="Волшебник",
["text"]={
[1]="Улучшает {C:attention}#1#{} выбранную",
[2]="карту до:",
[3]="{C:attention}#2#",
},
},
["c_moon"]={
["name"]="Луна",
["text"]={
[1]="Преобразует до",
[2]="{C:attention}#1#{} выбранных карт",
[3]="в: {V:1}#2#{}",
},
},
["c_emperor"]={
["name"]="Император",
["text"]={
[1]="Создает до {C:attention}#1#",
[2]="случайных карт {C:tarot}Таро{}",
[3]="{C:inactive}(должно быть место)",
},
},
["c_temperance"]={
["name"]="Умеренность",
["text"]={
[1]="Дает общую стоимость",
[2]="продажи всех текущих",
[3]="джокеров {C:inactive}(макс. {C:money}$#1#{C:inactive})",
[4]="{C:inactive}(сейчас {C:money}$#2#{C:inactive})",
},
},
["c_tower"]={
["name"]="Башня",
["text"]={
[1]="Улучшает {C:attention}#1#{} выбранную",
[2]="карту до:",
[3]="{C:attention}#2#",
},
},
["c_justice"]={
["name"]="Правосудие",
["text"]={
[1]="Улучшает {C:attention}#1#{} выбранную",
[2]="карту до:",
[3]="{C:attention}#2#",
},
},
},
["Stake"]={
["stake_green"]={
["name"]="Зеленая ставка",
["text"]={
[1]="Требуемые очки масштабируются",
[2]="быстрее для каждого {C:attention}анте",
[3]="{s:0.8}Применяет все предыдущие ставки",
},
},
["stake_blue"]={
["name"]="Синяя ставка",
["text"]={
[1]="{C:red}-1{} сброс",
[2]="{s:0.8}Применяет все предыдущие ставки",
},
},
["stake_white"]={
["name"]="Белая ставка",
["text"]={
[1]="Базовая сложность",
},
},
["stake_red"]={
["name"]="Красная ставка",
["text"]={
[1]="{C:attention}Малый блайнд{} не дает",
[2]="денег в награду",
[3]="{s:0.8}Применяет все предыдущие ставки",
},
},
["stake_black"]={
["name"]="Черная ставка",
["text"]={
[1]="В лавке могут быть {C:attention}вечные{} джокеры",
[2]="{C:inactive,s:0.8}{нельзя продать или уничтожить}",
[3]="{s:0.8}Применяет все предыдущие ставки",
},
},
["stake_orange"]={
["name"]="Оранжевая ставка",
["text"]={
[1]="{C:attention}Бустерные наборы{} стоят",
[2]="на {C:money}$1{} больше с каждым анте",
[3]="{s:0.8}Применяет все предыдущие ставки",
},
},
["stake_purple"]={
["name"]="Фиолетовая ставка",
["text"]={
[1]="Требуемые очки масштабируются",
[2]="быстрее для каждого {C:attention}анте",
[3]="{s:0.8}Применяет все предыдущие ставки",
},
},
["stake_gold"]={
["name"]="Золотая ставка",
["text"]={
[1]="{C:red}-1{} размер руки",
[2]="{s:0.8}Применяет все предыдущие ставки",
},
},
},
["Planet"]={
["c_pluto"]={
["name"]="Плутон",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_neptune"]={
["name"]="Нептун",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_mercury"]={
["name"]="Меркурий",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_jupiter"]={
["name"]="Юпитер",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_venus"]={
["name"]="Венера",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_mars"]={
["name"]="Марс",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_eris"]={
["name"]="Эрида",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_earth"]={
["name"]="Земля",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_ceres"]={
["name"]="Церера",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_saturn"]={
["name"]="Сатурн",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_planet_x"]={
["name"]="Планета X",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
["c_uranus"]={
["name"]="Уран",
["text"]={
[1]="{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышение уровня",
[2]="{C:attention}#2#",
[3]="{C:mult}+#3#{} множ. и",
[4]="{C:chips}+#4#{} шт. фишек",
},
},
},
["Other"]={
["p_buffoon_jumbo"]={
["name"]="Набор шута Джамбо",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:joker} карт джокеров{}",
},
},
["p_standard_jumbo"]={
["name"]="Стандартный набор Джамбо",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:attention} играемых{} карт, чтобы",
[3]="добавить их в вашу колоду",
},
},
["debuffed_default"]={
["name"]="Ослаблено",
["text"]={
[1]="Все способности",
[2]="отключены",
},
},
["undiscovered_spectral"]={
["name"]="Не открыто",
["text"]={
[1]="Купите или используйте",
[2]="эту карту в партии",
[3]="без сида, чтобы",
[4]="узнать, что она делает",
},
},
["p_celestial_jumbo"]={
["name"]="Небесный набор Джамбо",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:planet} карт планет{}, чтобы",
[3]="использовать немедленно",
},
},
["demo_shop_locked"]={
["name"]="Заблокировано",
["text"]={
[1]="Карта {C:attention}Джимбо",
[2]="из личной коллекции,",
[3]="доступная в полной",
[4]="версии {E:1,C:red}Balatro",
},
},
["black_sticker"]={
["name"]="Черная наклейка",
["text"]={
[1]="Этот джокер использовался",
[2]="для выигрыша на сложности {C:attention}черной",
[3]="{C:attention}ставки{}",
},
},
["p_spectral_jumbo"]={
["name"]="Спектральный набор Джамбо",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:spectral} спектральных{} карт, чтобы",
[3]="использовать немедленно",
},
},
["challenge_locked"]={
["name"]="Заблокировано",
["text"]={
[1]="Выиграйте партию с минимум",
[2]="#1# разными колодами, чтобы открыть",
[3]="режим испытания",
[4]="{C:attention,s:2}#2#/#1#",
},
},
["undiscovered_joker"]={
["name"]="Не открыто",
["text"]={
[1]="Купите или используйте",
[2]="эту карту в партии",
[3]="без сида, чтобы",
[4]="узнать, что она делает",
},
},
["purple_seal"]={
["name"]="Фиолетовая печать",
["text"]={
[1]="Создает карту {C:tarot}Таро{}",
[2]="при {C:attention}сбросе",
[3]="{C:inactive}(должно быть место)",
},
},
["card_chips"]={
["text"]={
[1]="{C:chips}+#1#{} шт. фишек",
},
},
["p_standard_normal"]={
["name"]="Стандартный набор",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:attention} играемых{} карт, чтобы",
[3]="добавить их в вашу колоду",
},
},
["red_seal"]={
["name"]="Красная печать",
["text"]={
[1]="Перезапуск этой",
[2]="карты {C:attention}1{} раз",
},
},
["white_sticker"]={
["name"]="Белая наклейка",
["text"]={
[1]="Этот джокер использовался",
[2]="для выигрыша на сложности {C:attention}белой",
[3]="{C:attention}ставки{}",
},
},
["playing_card"]={
["text"]={
[1]="{C:light_black}#1# из {V:1}#2#",
},
},
["card_extra_chips"]={
["text"]={
[1]="Бонус {C:chips}+#1#{} шт. фишек",
},
},
["deck_locked_stake"]={
["name"]="Заблокировано",
["text"]={
[1]="Выиграть партию с любой",
[2]="колодой на сложности",
[3]="минимум {V:1}#1#{}",
},
},
["orange_sticker"]={
["name"]="Оранжевая наклейка",
["text"]={
[1]="Этот джокер использовался",
[2]="для выигрыша на сложности {C:attention}оранжевой",
[3]="{C:attention}ставки{}",
},
},
["red_sticker"]={
["name"]="Красная наклейка",
["text"]={
[1]="Этот джокер использовался",
[2]="для выигрыша на сложности {C:attention}красной",
[3]="{C:attention}ставки{}",
},
},
["p_standard_mega"]={
["name"]="Мегастандартный набор",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:attention} играемых{} карт, чтобы",
[3]="добавить их в вашу колоду",
},
},
["locked"]={
["name"]="Заблокировано",
["text"]={
},
},
["debuffed_playing_card"]={
["name"]="Ослаблено",
["text"]={
[1]="Подсчет без фишек",
[2]="и все способности",
[3]="отключены",
},
},
["green_sticker"]={
["name"]="Зеленая наклейка",
["text"]={
[1]="Этот джокер использовался",
[2]="для выигрыша на сложности {C:attention}зеленой",
[3]="{C:attention}ставки{}",
},
},
["deck_locked_win"]={
["name"]="Заблокировано",
["text"]={
[1]="Выиграть партию с:",
[2]="{C:attention}#1#{}",
[3]="на любой сложности",
},
},
["undiscovered_tag"]={
["name"]="Не открыто",
["text"]={
[1]="Используйте этот тег в",
[2]="партии без сида, чтобы",
[3]="узнать, что он делает",
},
},
["p_buffoon_normal"]={
["name"]="Набор шута",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:joker} карт джокеров{}",
},
},
["undiscovered_tarot"]={
["name"]="Не открыто",
["text"]={
[1]="Купите или используйте",
[2]="эту карту в партии",
[3]="без сида, чтобы",
[4]="узнать, что она делает",
},
},
["remove_negative"]={
["text"]={
},
},
["pinned_left"]={
["name"]="Закреплено",
["text"]={
[1]="Этот джокер остается",
[2]="закрепленным в",
[3]="крайней левой позиции",
},
},
["gold_seal"]={
["name"]="Золотая печать",
["text"]={
[1]="Получите {C:money}$3{}, когда",
[2]="разыгрывается эта карта",
[3]="и подсчитывается",
},
},
["demo_locked"]={
["name"]="Заблокировано",
["text"]={
[1]="Недоступно",
[2]="в этом демо",
},
},
["undiscovered_edition"]={
["name"]="Не открыто",
["text"]={
[1]="Найдите этот выпуск",
[2]="в партии без сида,",
[3]="чтобы узнать, что он делает",
},
},
["wip_locked"]={
["name"]="Заблокировано",
["text"]={
[1]="Разработка",
[2]="в процессе",
},
},
["undiscovered_booster"]={
["name"]="Не открыто",
["text"]={
[1]="Откройте этот набор",
[2]="в партии без сида,",
[3]="чтобы узнать, что он делает",
},
},
["p_spectral_normal"]={
["name"]="Спектральный набор",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:spectral} спектральных{} карт, чтобы",
[3]="использовать немедленно",
},
},
["deck_locked_discover"]={
["name"]="Заблокировано",
["text"]={
[1]="Открыть минимум",
[2]="{C:attention}#1#{} предм. из",
[3]="вашей коллекции",
},
},
["gold_sticker"]={
["name"]="Золотая наклейка",
["text"]={
[1]="Этот джокер использовался",
[2]="для выигрыша на сложности {C:attention}золотой",
[3]="{C:attention}ставки{}",
},
},
["p_celestial_normal"]={
["name"]="Небесный набор",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:planet} карт планет{}, чтобы",
[3]="использовать немедленно",
},
},
["blue_seal"]={
["name"]="Синяя печать",
["text"]={
[1]="Создает карту {C:planet}планеты{},",
[2]="если эта карта {C:attention}удерживается{} в",
[3]="руки в конце раунда",
},
},
["undiscovered_voucher"]={
["name"]="Не открыто",
["text"]={
[1]="Выкупите этот",
[2]="ваучер в партии",
[3]="без сида, чтобы",
[4]="узнать, что он делает",
},
},
["p_arcana_normal"]={
["name"]="Набор аркана",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:tarot} карт Таро{}, чтобы",
[3]="использовать немедленно",
},
},
["joker_locked_legendary"]={
["name"]="Заблокировано",
["text"]={
[1]="Найти этого джокера",
[2]="из карты {C:spectral}Души{}",
},
},
["blue_sticker"]={
["name"]="Синяя наклейка",
["text"]={
[1]="Этот джокер использовался",
[2]="для выигрыша на сложности {C:attention}синей",
[3]="{C:attention}ставки{}",
},
},
["p_arcana_mega"]={
["name"]="Набор мегааркана",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:tarot} карт Таро{}, чтобы",
[3]="использовать немедленно",
},
},
["p_buffoon_mega"]={
["name"]="Меганабор шута",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:joker} карт джокеров{}",
},
},
["eternal"]={
["name"]="Вечное",
["text"]={
[1]="Нельзя продать",
[2]="или уничтожить",
},
},
["purple_sticker"]={
["name"]="Фиолетовая наклейка",
["text"]={
[1]="Этот джокер использовался",
[2]="для выигрыша на сложности {C:attention}фиолетовой",
[3]="{C:attention}ставки{}",
},
},
["undiscovered_planet"]={
["name"]="Не открыто",
["text"]={
[1]="Купите или используйте",
[2]="эту карту в партии",
[3]="без сида, чтобы",
[4]="узнать, что она делает",
},
},
["p_arcana_jumbo"]={
["name"]="Набор аркана Джамбо",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:tarot} карт Таро{}, чтобы",
[3]="использовать немедленно",
},
},
["p_celestial_mega"]={
["name"]="Меганебесный набор",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:planet} карт планет{}, чтобы",
[3]="использовать немедленно",
},
},
["p_spectral_mega"]={
["name"]="Мегаспектральный набор",
["text"]={
[1]="Выберите {C:attention}#1#{} из",
[2]="{C:attention}#2#{C:spectral} спектральных{} карт, чтобы",
[3]="использовать немедленно",
},
},
},
["Edition"]={
["e_negative"]={
["name"]="Негативный",
["text"]={
[1]="{C:dark_edition}+#1#{} слот джокера",
},
},
["e_polychrome"]={
["name"]="Полихромный",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ.",
},
},
["e_holo"]={
["name"]="Голографический",
["text"]={
[1]="{C:mult}+#1#{} множ.",
},
},
["e_negative_consumable"]={
["name"]="Негативный",
["text"]={
[1]="{C:dark_edition}+#1#{} слот расходуемого",
},
},
["e_base"]={
["name"]="База",
["text"]={
[1]="Без дополнительных эффектов",
},
},
["e_foil"]={
["name"]="Фольговый",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек",
},
},
},
["Joker"]={
["j_mime"]={
["name"]="Мим",
["text"]={
[1]="Перезапустить все",
[2]="способности {C:attention}удерживаемых",
[3]="в {C:attention}руке{} карт",
},
},
["j_sly"]={
["name"]="Хитрый джокер",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек, если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_ceremonial"]={
["name"]="Церемониальный кинжал",
["text"]={
[1]="При выборе {C:attention}блайнда{}",
[2]="уничтожается джокер справа",
[3]="и навсегда добавляется {C:attention}двойная",
[4]="стоимость продажи к этому {C:red}множ.",
[5]="{C:inactive}(сейчас {C:mult}+#1#{C:inactive} множ.)",
},
},
["j_supernova"]={
["name"]="Сверхновая",
["text"]={
[1]="Добавляет количество",
[2]="раз, когда {C:attention}покерная рука{}",
[3]="сыграла, к множ.",
},
},
["j_droll"]={
["name"]="Забавный джокер",
["text"]={
[1]="{C:red}+#1#{} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_perkeo"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="Перкео",
["text"]={
[1]="Создает {C:dark_edition}негативную{} копию",
[2]="{C:attention}1{} случайной {C:attention}расходуемой{}",
[3]="карты в вашем владении",
[4]="в конце {C:attention}лавки",
},
},
["j_seance"]={
["name"]="Сеанс",
["text"]={
[1]="Если {C:attention}покерная рука{} содержит",
[2]="{C:attention}#1#{}, создает",
[3]="случайную {C:spectral}спектральную{} карту",
[4]="{C:inactive}(должно быть место)",
},
},
["j_four_fingers"]={
["name"]="Четыре пальца",
["text"]={
[1]="Все {C:attention}флеши{} и",
[2]="{C:attention}стриты{} можно",
[3]="собрать с {C:attention}4{} картами",
},
},
["j_golden"]={
["name"]="Золотой джокер",
["text"]={
[1]="Получайте {C:money}$#1#{} в",
[2]="конце раунда",
},
},
["j_delayed_grat"]={
["name"]="Запоздалое признание",
["text"]={
[1]="Получите {C:money}$#1#{} за каждый {C:attention}сброс{}, если",
[2]="сбросы не использовались",
[3]="до конца раунда",
},
},
["j_castle"]={
["name"]="Замок",
["text"]={
[1]="Этот джокер получает {C:chips}+#1#{} шт. фишек",
[2]="за каждую сброшенную карту {V:1}#2#{},",
[3]="масть меняется каждый раунд",
[4]="{C:inactive}(сейчас {C:chips}+#3#{C:inactive} шт. фишек)",
},
},
["j_hit_the_road"]={
["unlock"]={
[1]="Сбросить {E:1,C:attention}5",
[2]="{E:1,C:attention}валетов{} за",
[3]="один раз",
},
["name"]="В путь",
["text"]={
[1]="Дает {X:mult,C:white} X#1# {} множ.",
[2]="за каждого сброшенного",
[3]="{C:attention}валета{} в этом раунде",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_card_sharp"]={
["name"]="Острая карта",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если сыгранная",
[2]="{C:attention}покерная рука{} уже",
[3]="сыграла в этом раунде",
},
},
["j_pareidolia"]={
["name"]="Парейдолия",
["text"]={
[1]="Все карты",
[2]="считаются",
[3]="картами с {C:attention}лицом{}",
},
},
["j_green_joker"]={
["name"]="Зеленый джокер",
["text"]={
[1]="{C:mult}+#1#{} множ. за каждую сыгранную руку",
[2]="{C:mult}-#2#{} множ. за каждый сброс",
[3]="{C:inactive}(сейчас {C:mult}+#3#{C:inactive} множ.)",
},
},
["j_shortcut"]={
["name"]="Короткий путь",
["text"]={
[1]="Позволяет составлять {C:attention}стриты{}",
[2]="с промежутками в {C:attention}1 достоинство",
[3]="{C:inactive}(напр.: {C:attention}2 3 5 7 8{C:inactive})",
},
},
["j_luchador"]={
["name"]="Лучадор",
["text"]={
[1]="Продайте эту карту, чтобы",
[2]="отключить текущий",
[3]="{C:attention}Босс-блайнд{}",
},
},
["j_devious"]={
["name"]="Коварный джокер",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек, если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_steel_joker"]={
["name"]="Стальной джокер",
["text"]={
[1]="Этот джокер дает {X:mult,C:white} X#1# {} множ.",
[2]="за каждую {C:attention}стальную карту",
[3]="в вашей полной колоде",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_rocket"]={
["name"]="Ракета",
["text"]={
[1]="Получите {C:money}$#1#{} в конце",
[2]="раунда. Дает {C:money}$#2#{}",
[3]="при победе над {C:attention}Босс-блайндом{}",
},
},
["j_credit_card"]={
["name"]="Кредитная карта",
["text"]={
[1]="Взять до",
[2]="{C:red}-$#1#{} в долг",
},
},
["j_hologram"]={
["name"]="Голограмма",
["text"]={
[1]="Дает {X:mult,C:white} X#1# {} множ.",
[2]="за каждую {C:attention}играемую карту{}, добавленную",
[3]="в вашу колоду",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_ride_the_bus"]={
["name"]="Автобусный тур",
["text"]={
[1]="{C:mult}+#1#{} множ. за каждую",
[2]="последовательную руку,",
[3]="сыгранную без",
[4]="дающей очки карты с {C:attention}лицом{}",
[5]="{C:inactive}(сейчас {C:mult}+#2#{C:inactive} множ.)",
},
},
["j_hiker"]={
["name"]="Турист",
["text"]={
[1]="Каждая сыгранная {C:attention}карта{}",
[2]="навсегда дает",
[3]="{C:chips}+#1#{} шт. фишек при подсчете",
},
},
["j_ramen"]={
["name"]="Рамен",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ.,",
[2]="теряет {X:mult,C:white} X#2# {} множ.",
[3]="за каждую сброшенную {C:attention}карту{}",
},
},
["j_square"]={
["name"]="Квадратный джокер",
["text"]={
[1]="Дает {C:chips}+#2#{} шт. фишек, если",
[2]="в сыгранной руке",
[3]="ровно {C:attention}4{} карты",
[4]="{C:inactive}(сейчас {C:chips}#1#{} шт. фишек)",
},
},
["j_baseball"]={
["name"]="Бейсбольная карточка",
["text"]={
[1]="{C:green}Необычные{} джокеры,",
[2]="каждый дает {X:mult,C:white} X#1# {} множ.",
},
},
["j_burglar"]={
["name"]="Грабитель",
["text"]={
[1]="При выборе {C:attention}блайнда{}",
[2]="вы получите {C:blue}+#1#{} рук(и) и",
[3]="{C:attention}потеряете все сбросы",
},
},
["j_reserved_parking"]={
["name"]="Зарезервированное место",
["text"]={
[1]="Каждая карта {C:attention}с лицом{}",
[2]="в руке имеет",
[3]="{C:green}#2# из #3#{} шанс",
[4]="принесут {C:money}$#1#{}",
},
},
["j_cavendish"]={
["name"]="Кавендиш",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ.",
[2]="шанс {C:green}#2# из #3#{}, что",
[3]="карта будет уничтожена",
[4]="в конце раунда",
},
},
["j_erosion"]={
["name"]="Эрозия",
["text"]={
[1]="{C:red}+#1#{} множ. за каждую",
[2]="карту ниже {C:attention}#3#{}",
[3]="в вашей полной колоде",
[4]="{C:inactive}(сейчас {C:red}+#2#{C:inactive} множ.)",
},
},
["j_trio"]={
["unlock"]={
[1]="Выиграть партию",
[2]="не сыграв",
[3]="{E:1,C:attention}#1#",
},
["name"]="Трио",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_flash"]={
["name"]="Флеш-карта",
["text"]={
[1]="{C:mult}+#1#{} множ. за каждый",
[2]="{C:attention}переброс{} в лавке",
[3]="{C:inactive}(сейчас {C:mult}+#2#{C:inactive} множ.)",
},
},
["j_blueprint"]={
["unlock"]={
[1]="Выиграть партию",
},
["name"]="Чертеж",
["text"]={
[1]="Копирует способность",
[2]="{C:attention}джокера{} справа",
},
},
["j_joker"]={
["name"]="Джокер",
["text"]={
[1]="{C:red,s:1.1}+#1#{} множ.",
},
},
["j_red_card"]={
["name"]="Красная карта",
["text"]={
[1]="Дает {C:red}+#1#{} множ., когда любой",
[2]="{C:attention}бустерный набор{} пропущен",
[3]="{C:inactive}(сейчас {C:red}+#2#{C:inactive} множ.)",
},
},
["j_onyx_agate"]={
["unlock"]={
[1]="Иметь минимум {E:1,C:attention}#1#",
[2]="карт(ы) масти {E:1,C:attention}#2#",
[3]="в колоде",
},
["name"]="Ониксовый агат",
["text"]={
[1]="Сыгранные карты с",
[2]="{C:clubs}трефовой{} мастью дают",
[3]="{C:mult}+#1#{} множ. при подсчете",
},
},
["j_loyalty_card"]={
["name"]="Карта лояльности",
["text"]={
[1]="{X:red,C:white} X#1# {} множ. с каждыми",
[2]="{C:attention}#2#{} сыгранными руками",
[3]="{C:inactive}#3#",
},
},
["j_trousers"]={
["name"]="Запасные брюки",
["text"]={
[1]="Дает {C:mult}+#1#{} множ., если",
[2]="сыгранная рука содержит",
[3]="{C:attention}#2#",
[4]="{C:inactive}(сейчас {C:red}+#3#{C:inactive} множ.)",
},
},
["j_baron"]={
["name"]="Барон",
["text"]={
[1]="Каждый {C:attention}король{}",
[2]="в руке",
[3]="дает {X:mult,C:white} X#1# {} множ.",
},
},
["j_space"]={
["name"]="Космический джокер",
["text"]={
[1]="{C:green}#1# из #2#{} шанс",
[2]="повысить уровень",
[3]="играемой {C:attention}покерной руки{}",
},
},
["j_triboulet"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="Трибуле",
["text"]={
[1]="Сыгранные {C:attention}короли{} и",
[2]="{C:attention}дамы{} дают",
[3]="{X:mult,C:white} X#1# {} множ. при подсчете очков,",
},
},
["j_gift"]={
["name"]="Подарочная карта",
["text"]={
[1]="Добавляет {C:money}$#1#{} {C:attention}стоимости продажи",
[2]="каждому {C:attention}джокеру{} и",
[3]="{C:attention}расходуемой карте{} при",
[4]="конце раунда",
},
},
["j_wily"]={
["name"]="Ловкий джокер",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек, если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_even_steven"]={
["name"]="Все че(с)тно",
["text"]={
[1]="Сыгранные карты с",
[2]="{C:attention}четным{} достоинством дают",
[3]="{C:mult}+#1#{} множ. при подсчете",
[4]="{C:inactive}(10, 8, 6, 4, 2)",
},
},
["j_half"]={
["name"]="Полуджокер",
["text"]={
[1]="{C:red}+#1#{} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#{} или меньше карт",
},
},
["j_ancient"]={
["name"]="Древний джокер",
["text"]={
[1]="Каждая сыгранная карта с",
[2]="мастью {V:1}#2#{} дает",
[3]="{X:mult,C:white} X#1# {} множ. при подсчете очков,",
[4]="{s:0.8}масть меняется в конце раунда",
},
},
["j_walkie_talkie"]={
["name"]="Рация",
["text"]={
[1]="Каждая сыгранная {C:attention}10{} или {C:attention}4",
[2]="дает {C:chips}+#1#{} шт. фишек и",
[3]="{C:mult}+#2#{} множ. при подсчете очков",
},
},
["j_merry_andy"]={
["unlock"]={
[1]="Выиграть партию за {E:1,C:attention}#1#",
[2]="или меньше раундов",
},
["name"]="Веселый Энди",
["text"]={
[1]="{C:red}+#1#{} сбросов,",
[2]="{C:red}#2#{} размер руки",
},
},
["j_gros_michel"]={
["name"]="Гро Мишель",
["text"]={
[1]="{C:mult}+#1#{} множ.",
[2]="шанс {C:green}#2# из #3#{}, что",
[3]="карта будет уничтожена",
[4]="в конце раунда",
},
},
["j_astronomer"]={
["unlock"]={
[1]="Открыть каждую",
[2]="карту {E:1,C:planet}планет{}",
},
["name"]="Астроном",
["text"]={
[1]="Все карты {C:planet}планет{} и",
[2]="{C:planet}небесные наборы{} в",
[3]="лавке {C:attention}бесплатны",
},
},
["j_crafty"]={
["name"]="Пронырливый джокер",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек, если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_mail"]={
["name"]="Почтовая скидка",
["text"]={
[1]="Получите {C:money}$#1#{} за каждую",
[2]="сброшенную {C:attention}#2#{}, достоинство",
[3]="меняется каждый раунд",
},
},
["j_chaos"]={
["name"]="Клоун Хаос",
["text"]={
[1]="{C:attention}#1#{} бесплатных {C:green}перебросов",
[2]="за каждую лавку",
},
},
["j_troubadour"]={
["unlock"]={
[1]="Выиграйте {C:attention,E:1}#1#{} последовательных",
[2]="раунда(ов) с игрой",
[3]="только 1 руки",
},
["name"]="Трубадур",
["text"]={
[1]="{C:attention}+#1#{} размер руки,",
[2]="{C:red}-#2#{} рук(и) за каждый раунд",
},
},
["j_wrathful_joker"]={
["name"]="Гневный джокер",
["text"]={
[1]="Сыгранные карты с",
[2]="мастью {C:spades}#2#{} дают",
[3]="{C:mult}+#1#{} множ. при подсчете",
},
},
["j_lucky_cat"]={
["name"]="Счастливый кот",
["text"]={
[1]="Дает {X:mult,C:white} X#1# {} множ. каждый",
[2]="раз, когда {C:attention}счастливая{} карта",
[3]="{C:green}успешно{} срабатывает",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_mr_bones"]={
["unlock"]={
[1]="Проиграть {C:attention,E:1}#1#{} парт.",
[2]="{C:inactive}(#2#)",
},
["name"]="Костлявый",
["text"]={
[1]="Предотвращает смерть,",
[2]="если фишки с очками",
[3]="составляют минимум {C:attention}25%",
[4]="от необходимых фишек",
[5]="{S:1.1,C:red,E:2}самоуничтожается{}",
},
},
["j_obelisk"]={
["name"]="Обелиск",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ. за каждую",
[2]="последовательную руку,",
[3]="сыгранную без вашей",
[4]="наиболее часто играемой {C:attention}покерной руки",
[5]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_gluttenous_joker"]={
["name"]="Прожорливый джокер",
["text"]={
[1]="Сыгранные карты с",
[2]="мастью {C:clubs}#2#{} дают",
[3]="{C:mult}+#1#{} множ. при подсчете",
},
},
["j_glass"]={
["unlock"]={
[1]="Иметь минимум {E:1,C:attention}#1#",
[2]="{E:1,C:attention}#2#{} в",
[3]="своей колоде",
},
["name"]="Стеклянный джокер",
["text"]={
[1]="Дает {X:mult,C:white} X#1# {} множ.",
[2]="за каждую {C:attention}стеклянную карту,",
[3]="которая была уничтожена",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_clever"]={
["name"]="Умный джокер",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек, если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_scholar"]={
["name"]="Ученый",
["text"]={
[1]="Сыгранные {C:attention}тузы{}",
[2]="дают {C:chips}+#2#{} шт. фишек",
[3]="и {C:mult}+#1#{} множ.",
[4]="при подсчете",
},
},
["j_blue_joker"]={
["name"]="Синий джокер",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек за каждую",
[2]="оставшуюся карту в {C:attention}колоде",
[3]="{C:inactive}(сейчас {C:chips}+#2#{C:inactive} шт. фишек)",
},
},
["j_arrowhead"]={
["unlock"]={
[1]="Иметь минимум {E:1,C:attention}#1#",
[2]="карт(ы) масти {E:1,C:attention}#2#",
[3]="в колоде",
},
["name"]="Наконечник стрелы",
["text"]={
[1]="Сыгранные карты с",
[2]="{C:spades}пиковой{} мастью дают",
[3]="{C:chips}+#1#{} шт. фишек при подсчете",
},
},
["j_throwback"]={
["unlock"]={
[1]="Продолжить сохраненную партию",
[2]="из главного меню",
},
["name"]="Возврат",
["text"]={
[1]="{X:mult,C:white} X#1# {} для каждого",
[2]="{C:attention}блайнда{}, пропущенного в этой партии",
[3]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_invisible"]={
["unlock"]={
[1]="Выиграйте партию,",
[2]="имея не более",
[3]="{E:1,C:attention}4 джокеров{}",
},
["name"]="Невидимый джокер",
["text"]={
[1]="После {C:attention}#1#{} раундов",
[2]="продайте эту карту, чтобы",
[3]="{C:attention}дублировать{} случайного джокера",
[4]="{C:inactive}(сейчас {C:attention}#2#{C:inactive}/#1#)",
},
},
["j_cloud_9"]={
["name"]="Девятое небо",
["text"]={
[1]="Получите {C:money}$#1#{} за каждую",
[2]="{C:attention}9{} в вашей {C:attention}полной колоде",
[3]="в конце раунда",
[4]="{C:inactive}(сейчас {C:money}$#2#{}{C:inactive})",
},
},
["j_greedy_joker"]={
["name"]="Жадный джокер",
["text"]={
[1]="Сыгранные карты с",
[2]="мастью {C:diamonds}#2#{} дают",
[3]="{C:mult}+#1#{} множ. при подсчете",
},
},
["j_runner"]={
["name"]="Бегун",
["text"]={
[1]="Дает {C:chips}+#2#{} шт. фишек,",
[2]="если сыгранная рука",
[3]="содержит {C:attention}стрейт{}",
[4]="{C:inactive}(сейчас {C:chips}+#1#{C:inactive} шт. фишек)",
},
},
["j_egg"]={
["name"]="Яйцо",
["text"]={
[1]="Дает {C:money}$#1#{} от",
[2]="{C:attention}стоимости продажи{} в",
[3]="конце раунда",
},
},
["j_duo"]={
["unlock"]={
[1]="Выиграть партию",
[2]="не сыграв",
[3]="{E:1,C:attention}#1#",
},
["name"]="Дуэт",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_flower_pot"]={
["unlock"]={
[1]="Достичь анте",
[2]="уровня {E:1,C:attention}#1#",
},
["name"]="Цветочный горшок",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если играемая",
[2]="рука содержит подсчитываемую",
[3]="{C:diamonds}бубновую{} карту, {C:clubs}трефовую{} карту,",
[4]="{C:hearts}Червовая{} карта и {C:spades}пиковая{} карта",
},
},
["j_mystic_summit"]={
["name"]="Мистическая вершина",
["text"]={
[1]="{C:mult}+#1#{} множ. при",
[2]="{C:attention}#2#{} оставшихся",
[3]="сбросах",
},
},
["j_midas_mask"]={
["name"]="Маска Мидаса",
["text"]={
[1]="Все карты {C:attention}с лицом{}",
[2]="становятся {C:attention}золотыми{}",
[3]="при разыгрывании",
},
},
["j_smiley"]={
["name"]="Улыбочка",
["text"]={
[1]="Сыгранные карты {C:attention}с лицом{}",
[2]="дают {C:mult}+#1#{} множ.",
[3]="при подсчете очков",
},
},
["j_drunkard"]={
["name"]="Пьяница",
["text"]={
[1]="{C:red}+#1#{} сброс",
},
},
["j_diet_cola"]={
["name"]="Диетическая кола",
["text"]={
[1]="Продайте эту карту, чтобы",
[2]="бесплатно создать",
[3]="{C:attention}#1#",
},
},
["j_shoot_the_moon"]={
["unlock"]={
[1]="Сыграть все {E:1,C:attention}черви",
[2]="из вашей колоды в",
[3]="одном раунде",
},
["name"]="На Луну",
["text"]={
[1]="{C:mult}+#1#{} множ. за",
[2]="каждую {C:attention}даму{}",
[3]="в руке",
},
},
["j_splash"]={
["name"]="Всплеск",
["text"]={
[1]="Каждая {C:attention}сыгранная карта",
[2]="учитывается при подсчете",
},
},
["j_sock_and_buskin"]={
["unlock"]={
[1]="Сыграйте суммарно",
[2]="{C:attention,E:1}#1#{} карт(ы) с лицом",
[3]="{C:inactive}(#2#)",
},
["name"]="Трагедия и комедия",
["text"]={
[1]="Перезапуск всех",
[2]="сыгранных карт {C:attention}с лицом{}",
},
},
["j_rough_gem"]={
["unlock"]={
[1]="Иметь минимум {E:1,C:attention}#1#",
[2]="карт(ы) масти {E:1,C:attention}#2#",
[3]="в колоде",
},
["name"]="Грубый самоцвет",
["text"]={
[1]="Сыгранные карты с",
[2]="{C:diamonds}бубновой{} мастью дают",
[3]="{C:money}$#1#{} при подсчете очков",
},
},
["j_banner"]={
["name"]="Баннер",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек за",
[2]="каждый оставшийся",
[3]="{C:attention}сброс",
},
},
["j_8_ball"]={
["name"]="8 шар",
["text"]={
[1]="Создайте карту {C:planet}планеты{},",
[2]="если сыгранная рука содержит",
[3]="{C:attenetion}#1#{} или более {C:attention}8-ок{}",
[4]="{C:inactive}(должно быть место)",
},
},
["j_hallucination"]={
["name"]="Галлюцинация",
["text"]={
[1]="Шанс {C:green}#1# из #2#{} создать",
[2]="карту {C:tarot}Таро{} при открытии",
[3]="любого {C:attention}бустерного набора{}",
[4]="{C:inactive}(должно быть место)",
},
},
["j_trading"]={
["name"]="Торговая карта",
["text"]={
[1]="Если в {C:attention}первом сбросе{} раунда",
[2]="только {C:attention}1{} карта, уничтожьте",
[3]="ее и получите {C:money}$#1#",
},
},
["j_mad"]={
["name"]="Безумный джокер",
["text"]={
[1]="{C:red}+#1#{} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_abstract"]={
["name"]="Абстрактный джокер",
["text"]={
[1]="{C:mult}+#1#{} множ. за",
[2]="каждую карту {C:attention}джокера{}",
[3]="{C:inactive}(сейчас {C:red}+#2#{C:inactive} множ.)",
},
},
["j_odd_todd"]={
["name"]="Нече(с)тные правила",
["text"]={
[1]="Сыгранные карты с",
[2]="{C:attention}нечетным{} достоинством дают",
[3]="{C:chips}+#1#{} шт. фишек при подсчете",
[4]="{C:inactive}(Т, 9, 7, 5, 3)",
},
},
["j_riff_raff"]={
["name"]="Рифф-рафф",
["text"]={
[1]="При выборе {C:attention}блайнда{}",
[2]="создает {C:attention}#1# {C:blue}обычного(ых){C:attention} джокера",
[3]="{C:inactive}(должно быть место)",
},
},
["j_superposition"]={
["name"]="Суперпозиция",
["text"]={
[1]="Создайте карту {C:tarot}Таро{}, если",
[2]="покерная рука содержит",
[3]="{C:attention}туз{} и {C:attention}стрейт{}",
[4]="{C:inactive}(должно быть место)",
},
},
["j_to_the_moon"]={
["name"]="До Луны",
["text"]={
[1]="Получите дополнительно {C:money}$#1#{}",
[2]="{C:attention}процентов{} за каждые {C:money}$5{} у вас",
[3]="в конце раунда",
},
},
["j_stuntman"]={
["unlock"]={
[1]="В одной руке",
[2]="набрать минимум",
[3]="{E:1,C:attention}#1#{} шт. фишек",
},
["name"]="Каскадер",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек,",
[2]="{C:attention}-#2#{} размер руки",
},
},
["j_satellite"]={
["unlock"]={
[1]="Иметь {E:1,C:money}$#1#",
[2]="или более",
},
["name"]="Спутник",
["text"]={
[1]="Получите {C:money}$#1#{} в конце",
[2]="раунда за каждую уникальную {C:planet}планету,",
[3]="использованную в этой партии",
[4]="{C:inactive}(сейчас {C:money}$#2#{C:inactive})",
},
},
["j_todo_list"]={
["name"]="Список дел",
["text"]={
[1]="Получите {C:money}$#1#{}, если {C:attention}покерная рука{}",
[2]="содержит: {C:attention}#2#{},",
[3]="покерная рука меняется",
[4]="при каждой выплате",
},
},
["j_constellation"]={
["name"]="Созвездие",
["text"]={
[1]="Дает {X:mult,C:white} X#1# {} множ.",
[2]="за каждую карту {C:planet}планеты{}",
[3]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_selzer"]={
["name"]="Зельцер",
["text"]={
[1]="Перезапуск всех",
[2]="сыгранных карт для",
[3]="{C:attention}#1#{} следующих рук",
},
},
["j_stone"]={
["name"]="Каменный джокер",
["text"]={
[1]="Этот джокер получает {C:chips}+#1#{} шт. фишек",
[2]="за каждую {C:attention}каменную карту",
[3]="в вашей полной колоде",
[4]="{C:inactive}(сейчас {C:chips}+#2#{C:inactive} шт. фишек)",
},
},
["j_raised_fist"]={
["name"]="Поднятый кулак",
["text"]={
[1]="Добавляет {C:attention}двойное{} достоинство",
[2]="{C:attention}наименьшей{} карты",
[3]="в руке к множ.",
},
},
["j_marble"]={
["name"]="Мраморный джокер",
["text"]={
[1]="Добавляет одну {C:attention}каменную{} карту",
[2]="в колоду при",
[3]="выборе {C:attention}блайнда{}",
},
},
["j_bull"]={
["name"]="Бык",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек за каждый",
[2]="ваш {C:money}доллар{}",
[3]="{C:inactive}(сейчас {C:chips}+#2#{C:inactive} шт. фишек)",
},
},
["j_dna"]={
["name"]="ДНК",
["text"]={
[1]="Если в {C:attention}первой руке{} раунда",
[2]="только {C:attention}1{} карта, добавьте",
[3]="постоянную копию в колоду",
[4]="и положите ее в {C:attention}руку",
},
},
["j_zany"]={
["name"]="Дурацкий джокер",
["text"]={
[1]="{C:red}+#1#{} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_acrobat"]={
["unlock"]={
[1]="Сыграйте {C:attention,E:1}#1#{} рук(и)",
[2]="{C:inactive}(#2#)",
},
["name"]="Акробат",
["text"]={
[1]="{X:red,C:white} X#1# {} множ. на {C:attention}последней",
[2]="{C:attention}руке{} раунда",
},
},
["j_photograph"]={
["name"]="Фотография",
["text"]={
[1]="Первая сыгранная карта {C:attention}с лицом",
[2]="дает {X:mult,C:white} X#1# {} множ.",
[3]="при подсчете",
},
},
["j_order"]={
["unlock"]={
[1]="Выиграть партию",
[2]="не сыграв",
[3]="{E:1,C:attention}#1#",
},
["name"]="Орден",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_burnt"]={
["unlock"]={
[1]="Продать суммарно",
[2]="{E:1,C:attention}#1#{} карт(ы)",
[3]="{C:inactive}(#2#)",
},
["name"]="Горелый джокер",
["text"]={
[1]="Повысить уровень",
[2]="первой {C:attention}сброшенной",
[3]="покерной руки в каждом раунде",
},
},
["j_hack"]={
["name"]="Паяц",
["text"]={
[1]="Перезапуск",
[2]="каждой сыгранной",
[3]="{C:attention}2{}, {C:attention}3{}, {C:attention}4{} или {C:attention}5{}",
},
},
["j_swashbuckler"]={
["unlock"]={
[1]="Продайте суммарно",
[2]="{C:attention,E:1}#1#{} карт(ы) джокера",
[3]="{C:inactive}(#2#)",
},
["name"]="Головорез",
["text"]={
[1]="Добавляет стоимость продажи",
[2]="всех {C:attention}джокеров{} во владении слева",
[3]="от этой карты к множ.",
[4]="{C:inactive}(сейчас {C:mult}+#1#{C:inactive} множ.)",
},
},
["j_scary_face"]={
["name"]="Жуткое лицо",
["text"]={
[1]="Сыгранные карты {C:attention}с лицом{}",
[2]="дают {C:chips}+#1#{} шт. фишек",
[3]="при подсчете",
},
},
["j_popcorn"]={
["name"]="Попкорн",
["text"]={
[1]="{C:mult}+#1#{} множ.",
[2]="{C:mult}-#2#{} множ. за каждый",
[3]="сыгранный раунд",
},
},
["j_caino"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="Канио",
["text"]={
[1]="Дает {X:mult,C:white} X#1# {} множ., когда",
[2]="карта {C:attention}с лицом{}",
[3]="уничтожается",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_hanging_chad"]={
["unlock"]={
[1]="Победить Босс-блайнд",
[2]="с: {E:1,C:attention}#1#",
},
["name"]="Еще разок",
["text"]={
[1]="Перезапуск {C:attention}первой{} сыгранной",
[2]="карты, использованной при подсчете",
},
},
["j_crazy"]={
["name"]="Сумасшедший джокер",
["text"]={
[1]="{C:red}+#1#{} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_vampire"]={
["name"]="Вампир",
["text"]={
[1]="Дает {X:mult,C:white} X#1# {} множ. за каждую",
[2]="сыгранную {C:attention}улучшенную карту{},",
[3]="снимает {C:attention}улучшение карты",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_tribe"]={
["unlock"]={
[1]="Выиграть партию",
[2]="не сыграв",
[3]="{E:1,C:attention}#1#",
},
["name"]="Племя",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_smeared"]={
["unlock"]={
[1]="Иметь минимум {C:attention}#1#",
[2]="{E:1,C:attention}#2#{} в",
[3]="своей колоде",
},
["name"]="Смазанный джокер",
["text"]={
[1]="{C:hearts}черви{} и {C:diamonds}бубны",
[2]="считаются одной мастью,",
[3]="{C:spades}пики{} и {C:clubs}трефы",
[4]="также считаются одной мастью",
},
},
["j_jolly"]={
["name"]="Веселый джокер",
["text"]={
[1]="{C:red}+#1#{} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_brainstorm"]={
["unlock"]={
[1]="Сбросьте",
[2]="{E:1,C:attention}флеш-рояль",
},
["name"]="Мозговой штурм",
["text"]={
[1]="Копирует способность",
[2]="крайнего левого {C:attention}джокера",
},
},
["j_bloodstone"]={
["unlock"]={
[1]="Иметь минимум {E:1,C:attention}#1#",
[2]="карт(ы) масти {E:1,C:attention}#2#",
[3]="в колоде",
},
["name"]="Гелиотроп",
["text"]={
[1]="{C:green}#1# из #2#{} шанс для",
[2]="сыгранных карт с",
[3]="{C:hearts}червовой{} мастью дать",
[4]="{X:mult,C:white} X#3# {} множ. при подсчете очков,",
},
},
["j_ticket"]={
["unlock"]={
[1]="Сыграйте руку из 5 карт,",
[2]="которая содержит только",
[3]="{C:attention,E:1}золотые{} карты",
},
["name"]="Золотой билет",
["text"]={
[1]="Сыгранные {C:attention}золотые{} карты",
[2]="дают {C:money}$#1#{} при подсчете",
},
},
["j_seeing_double"]={
["unlock"]={
[1]="Сыграть руку,",
[2]="что содержит",
[3]="{E:1,C:attention}#1#",
},
["name"]="Двоение в глазах",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если играемая",
[2]="рука содержит подсчитываемую",
[3]="{C:clubs}Трефовая{} карта и подсчет",
[4]="карты любой другой {C:attention}масти",
},
},
["j_ring_master"]={
["unlock"]={
[1]="Достичь анте",
[2]="уровня {E:1,C:attention}#1#",
},
["name"]="Мастер колец",
["text"]={
[1]="{C:attention}Джокер{}, {C:tarot}Таро{}, карты {C:planet}планет{}",
[2]="и {C:spectral}спектральные{} карты могут",
[3]="появляться многократно",
},
},
["j_stencil"]={
["name"]="Трафарет джокера",
["text"]={
[1]="{X:red,C:white} X1 {} множ. за каждый",
[2]="пустой слот {C:attention}джокера{},",
[3]="{s:0.8}включая трафарет джокера",
[4]="{C:inactive}(сейчас {X:red,C:white} X#1# {C:inactive})",
},
},
["j_oops"]={
["unlock"]={
[1]="В одной руке",
[2]="набрать минимум",
[3]="{E:1,C:attention}#1#{} шт. фишек",
},
["name"]="Упс! Все шестерки",
["text"]={
[1]="Удваивает все {C:attention}перечисленные",
[2]="{C:green,E:1,S:1.1}вероятности",
[3]="{C:inactive}(напр.: {C:green}1 из 3{C:inactive} -> {C:green}2 из 3{C:inactive})",
},
},
["j_madness"]={
["name"]="Безумие",
["text"]={
[1]="При выборе {C:attention}блайнда{}",
[2]="получите {X:mult,C:white} X#1# {} множ. и",
[3]="{C:attention}уничтожьте{} случайного джокера",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {} множ.)",
},
},
["j_family"]={
["unlock"]={
[1]="Выиграть партию",
[2]="не сыграв",
[3]="{E:1,C:attention}#1#",
},
["name"]="Семья",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если сыгранная",
[2]="рука содержит",
[3]="{C:attention}#2#",
},
},
["j_bootstraps"]={
["unlock"]={
[1]="Иметь минимум {E:1,C:attention}#1#",
[2]="{C:dark_edition}Полихромных{} джокеров",
},
["name"]="Бутстрэп",
["text"]={
[1]="{C:mult}+#1#{} множ. за каждые",
[2]="ваши {C:money}$#2#{}",
},
},
["j_juggler"]={
["name"]="Жонглер",
["text"]={
[1]="{C:attention}+#1#{} размер руки",
},
},
["j_dusk"]={
["name"]="Сумерки",
["text"]={
[1]="Перезапуск всех сыгранных",
[2]="карт в {C:attention}последней",
[3]="{C:attention}руке{} раунда",
},
},
["j_vagabond"]={
["name"]="Бродяга",
["text"]={
[1]="Создайте карту {C:purple}Таро{},",
[2]="если рука сыграна",
[3]="с {C:money}$#1#{} или меньше",
},
},
["j_wee"]={
["unlock"]={
[1]="Выиграть партию за {E:1,C:attention}#1#",
[2]="или меньше раундов",
},
["name"]="Трусливый джокер",
["text"]={
[1]="Этот джокер дает",
[2]="{C:chips}+#2#{} шт. фишей при подсчете",
[3]="каждой сыгранной {C:attention}2-ки{}",
[4]="{C:inactive}(сейчас {C:chips}+#1#{C:inactive} шт. фишек)",
},
},
["j_matador"]={
["unlock"]={
[1]="Победить Босс-блайнд",
[2]="в {E:1,C:attention}1 руку{} без",
[3]="использования сбросов",
},
["name"]="Матадор",
["text"]={
[1]="Получите {C:money}$#1#{}, если сыгранная",
[2]="рука активирует",
[3]="способность {C:attention}Босс-блайнда{}",
},
},
["j_campfire"]={
["name"]="Костер",
["text"]={
[1]="Этот джокер дает {X:mult,C:white}X#1#{} множ.",
[2]="за каждую {C:attention}проданную{} карту, сбрасывается",
[3]="при победе над {C:attention}Босс-блайндом{}",
[4]="{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
},
},
["j_idol"]={
["unlock"]={
[1]="В одной руке",
[2]="набрать минимум",
[3]="{E:1,C:attention}#1#{} шт. фишек",
},
["name"]="Идол",
["text"]={
[1]="Каждая играемая {C:attention}#2#",
[2]="из {V:1}#3#{} дает",
[3]="{X:mult,C:white} X#1# {} множ. при подсчете",
[4]="{s:0.8}Карта меняется каждый раунд",
},
},
["j_lusty_joker"]={
["name"]="Похотливый джокер",
["text"]={
[1]="Сыгранные карты с",
[2]="мастью {C:hearts}#2#{} дают",
[3]="{C:mult}+#1#{} множ. при подсчете",
},
},
["j_sixth_sense"]={
["name"]="Шестое чувство",
["text"]={
[1]="Если {C:attention}первой рукой{} раунда является",
[2]="одиночная {C:attention}6{}, она уничтожается, и",
[3]="создается {C:spectral}спектральная{} карта",
[4]="{C:inactive}(должно быть место)",
},
},
["j_certificate"]={
["unlock"]={
[1]="Иметь золотую",
[2]="играемую карту с",
[3]="{C:attention,E:1}Золотой печатью",
},
["name"]="Сертификат",
["text"]={
[1]="Когда начинается раунд,",
[2]="добавляется случайная {C:attention}играющая",
[3]="{C:attention}карта{} со случайным множ.",
[4]="{C:attention}печать{} в вашу руку",
},
},
["j_ice_cream"]={
["name"]="Мороженое",
["text"]={
[1]="{C:chips}+#1#{} шт. фишек",
[2]="{C:chips}-#2#{} шт. фишек за",
[3]="каждую сыгранную руку",
},
},
["j_misprint"]={
["name"]="Опечатка",
["text"]={
[1]="",
},
},
["j_turtle_bean"]={
["name"]="Черепаховый боб",
["text"]={
[1]="Размер руки {C:attention}+#1#{},",
[2]="уменьшается на",
[3]="{C:red}#2#{} каждый раунд",
},
},
["j_blackboard"]={
["name"]="Школьная доска",
["text"]={
[1]="{X:red,C:white} X#1# {} множ., если все",
[2]="карты в руке",
[3]="являются {C:spades}#2#{} или {C:clubs}#3#{}",
},
},
["j_fortune_teller"]={
["name"]="Предсказатель",
["text"]={
[1]="{C:red}+#1#{} множ. за каждую",
[2]="использованную карту {C:purple}Таро{}",
[3]="{C:inactive}(сейчас {C:red}+#2#{C:inactive})",
},
},
["j_drivers_license"]={
["unlock"]={
[1]="Улучшить {E:1,C:attention}#1#{} карт(ы)",
[2]="в вашей колоде",
},
["name"]="Водительские права",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ., если у вас",
[2]="не менее {C:attention}16",
[3]="улучшенных карт",
[4]="{C:inactive}(сейчас {C:attention}#2#{C:inactive})",
},
},
["j_chicot"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="Шико",
["text"]={
[1]="Отключает эффект",
[2]="каждого {C:attention}Босс-блайнда",
},
},
["j_yorick"]={
["unlock"]={
[1]="{E:1,s:1.3}?????",
},
["name"]="Йорик",
["text"]={
[1]="{X:mult,C:white} X#1# {} множ. только после",
[2]="использования {C:attention}#2#{} сбросов",
[3]="{C:inactive}(осталось сбросов: {C:attention}#3#{C:inactive})",
},
},
["j_business"]={
["name"]="Бизнес-карта",
["text"]={
[1]="Сыгранные карты {C:attention}с лицом{} имеют",
[2]="шанс {C:green}#1# из #2#{}",
[3]="дать {C:money}$2{} при подсчете",
},
},
["j_cartomancer"]={
["unlock"]={
[1]="Открыть каждую",
[2]="карту {E:1,C:tarot}Таро{}",
},
["name"]="Картомант",
["text"]={
[1]="Создайте карту {C:tarot}Таро{}",
[2]="при выборе {C:attention}блайнда{}",
[3]="{C:inactive}(должно быть место)",
},
},
["j_fibonacci"]={
["name"]="Фибоначчи",
["text"]={
[1]="Каждый сыгранный {C:attention}туз{},",
[2]="{C:attention}2{}, {C:attention}3{}, {C:attention}5{} или {C:attention}8{} дает",
[3]="{C:mult}+#1#{} множ. при подсчете",
},
},
["j_faceless"]={
["name"]="Безликий джокер",
["text"]={
[1]="Получите {C:money}$#1#{}, если {C:attention}#2#{} или",
[2]="больше {C:attention}карт с лицом{}",
[3]="сбрасываются",
[4]="за один раз",
},
},
},
["Spectral"]={
["c_soul"]={
["name"]="Душа",
["text"]={
[1]="Создает",
[2]="{C:legendary,E:1}легендарного{} джокера",
[3]="{C:inactive}(должно быть место)",
},
},
["c_cryptid"]={
["name"]="Криптид",
["text"]={
[1]="Создайте {C:attention}#1#{} копии",
[2]="{C:attention}1{} выбранной карты",
[3]="в руке",
},
},
["c_trance"]={
["name"]="Транс",
["text"]={
[1]="Добавьте {C:blue}синюю печать{}",
[2]="к {C:attention}1{} выбранной",
[3]="карте в вашей руке",
},
},
["c_medium"]={
["name"]="Медиум",
["text"]={
[1]="Добавьте {C:purple}фиолетовую печать{}",
[2]="к {C:attention}1{} выбранной",
[3]="карте в вашей руке",
},
},
["c_deja_vu"]={
["name"]="Дежавю",
["text"]={
[1]="Добавьте {C:red}красную печать{}",
[2]="к {C:attention}1{} выбранной",
[3]="карте в вашей руке",
},
},
["c_ectoplasm"]={
["name"]="Эктоплазма",
["text"]={
[1]="Добавляет {C:dark_edition}негатив{} к",
[2]="случайному {C:attention}джокеру,",
[3]="{C:red}-1{} размер руки",
},
},
["c_familiar"]={
["name"]="Фамильяр",
["text"]={
[1]="Уничтожает {C:attention}1{} случайную",
[2]="карту в вашей руке, добавляет",
[3]="{C:attention}#1#{} случайную {C:attention}улучшенную карту",
[4]="{C:attention}с лицом{} в вашу руку",
},
},
["c_immolate"]={
["name"]="Жертвоприношение",
["text"]={
[1]="Уничтожает {C:attention}#1#{} случ.",
[2]="карт(ы) в руке,",
[3]="дает {C:money}$#2#",
},
},
["c_grim"]={
["name"]="Мрак",
["text"]={
[1]="Уничтожает {C:attention}1{} случайную",
[2]="карту в вашей руке,",
[3]="добавляет {C:attention}#1#{} случайную {C:attention}улучшенную карту",
[4]="{C:attention}туза(ов){} в вашу руку",
},
},
["c_aura"]={
["name"]="Аура",
["text"]={
[1]="Добавляет {C:dark_edition}фольговый{}, {C:dark_edition}голографический{}",
[2]="или {C:dark_edition}полихромный{} эффект к",
[3]="{C:attention}1{} выбранной карте в руке",
},
},
["c_ouija"]={
["name"]="Уиджа",
["text"]={
[1]="Преобразует все карты",
[2]="в руке в одно",
[3]="случайное {C:attention}достоинство",
[4]="{C:red}-1{} размер руки",
},
},
["c_talisman"]={
["name"]="Талисман",
["text"]={
[1]="Добавляет {C:attention}золотую печать{}",
[2]="к {C:attention}1{} выбранной",
[3]="карте в вашей руке",
},
},
["c_wraith"]={
["name"]="Призрак",
["text"]={
[1]="Создает случайного",
[2]="{C:red}редкого{C:attention} джокера{},",
[3]="устанавливает деньги на {C:money}$0",
},
},
["c_ankh"]={
["name"]="Анх",
["text"]={
[1]="Создайте копию",
[2]="случайного {C:attention}джокера{}, уничтожьте",
[3]="всех остальных джокеров",
},
},
["c_sigil"]={
["name"]="Символ",
["text"]={
[1]="Преобразует все карты",
[2]="в руке в одну",
[3]="случайную {C:attention}масть",
},
},
["c_hex"]={
["name"]="Порча",
["text"]={
[1]="Добавьте {C:dark_edition}полихром{}",
[2]="случайному {C:attention}джокеру{}, уничтожьте",
[3]="всех остальных джокеров",
},
},
["c_incantation"]={
["name"]="Заклинание",
["text"]={
[1]="Уничтожает {C:attention}1{} случайную",
[2]="карту в вашей руке, добавляет {C:attention}#1#",
[3]="случайную {C:attention}улучшенную числовую",
[4]="{C:attention}карт(ы){} в вашу руку",
},
},
["c_black_hole"]={
["name"]="Черная дыра",
["text"]={
[1]="Повышает каждую",
[2]="{C:legendary,E:1}покерную руку",
[3]="на {C:attention}1{} уровень",
},
},
},
},
["UI"]={
},
["misc"]={
["suits_singular"]={
["Spades"]="Пики",
["Hearts"]="Черви",
["Diamonds"]="Бубны",
["Clubs"]="Трефы",
},
["v_text"]={
["ch_c_inflation"]={
[1]="Постоянное повышение цен на {C:money}$1{} при каждой покупке",
},
["ch_m_hand_size"]={
[1]="{C:attention}#1#{} размер руки",
},
["ch_c_discard_cost"]={
[1]="Каждый сброс стоит {C:money}$#1#{}",
},
["ch_c_none"]={
[1]="{C:inactive}Нет",
},
["ch_m_reroll_cost"]={
[1]="Базовая стоимость переброса: {C:money}$#1#{}",
},
["ch_c_no_reward"]={
[1]="Все {C:attention}блайнды{} не дают денег в награду",
},
["ch_c_no_reward_specific"]={
[1]="{C:attention}#1# блайнда(ов){} не дают денег в награду",
},
["ch_m_none"]={
[1]="{C:inactive}Нет",
},
["ch_c_set_seed"]={
[1]="1 попытка с сидом: {C:inactive}{Hidden}",
},
["ch_c_no_interest"]={
[1]="В конце раунда не заработаете {C:attention}процентов{}",
},
["ch_c_chips_dollar_cap"]={
[1]="{C:blue}Фишки{} не могут превысить текущее количество {C:money}$",
},
["ch_m_dollars"]={
[1]="Начинайте с {C:money}$#1#",
},
["ch_c_flipped_cards"]={
[1]="{C:green}1 из #1#{} карт разыгрываются рубашкой вверх",
},
["ch_c_minus_hand_size_per_X_dollar"]={
[1]="Держите в руке {C:red}-1{} карты(у) за каждый(е): {C:money}$#1#{}",
},
["ch_m_discards"]={
[1]="Сбросов за раунд: {C:red}#1#{}",
},
["ch_c_no_shop_jokers"]={
[1]="Джокеры больше не появляются в {C:attention}лавке",
},
["ch_c_daily"]={
[1]="{E:1,s:1.2,C:red}Ежедневное испытание!",
},
["ch_m_hands"]={
[1]="Рук за раунд: {C:blue}#1#{} ",
},
["ch_m_consumable_slots"]={
[1]="Слота(ов) расходуемого: {C:attention}#1#{}",
},
["ch_c_set_joker_slots_ante"]={
[1]="Когда босс анте {C:attention}#1#{} побежден, слоты джокера становятся: {C:attention}0",
},
["ch_c_set_eternal_ante"]={
[1]="Когда босс анте {C:attention}#1#{} побежден, все джокеры становятся {C:attention}вечными",
},
["ch_c_no_extra_hand_money"]={
[1]="Дополнительные {C:blue}руки{} больше не приносят деньги",
},
["ch_c_debuff_played_cards"]={
[1]="Все {C:attention}сыгранные{} карты становятся {C:attention}ослабленными{} после подсчета",
},
["ch_m_joker_slots"]={
[1]="Слота(ов) джокера: {C:attention}#1#{}",
},
["ch_c_all_eternal"]={
[1]="Все джокеры в лавке {C:eternal}вечные{}",
},
},
["quips"]={
["wq_4"]={
[1]="Как жаль, что",
[2]="фишки",
[3]="виртуальные...",
},
["lq_10"]={
[1]="Вот так облом!",
},
["lq_6"]={
[1]="Ты что,",
[2]="тоже блефовал?",
},
["lq_7"]={
[1]="Похоже,",
[2]="мы в дураках!",
},
["wq_3"]={
[1]="Похоже, это",
[2]="был не блеф!",
},
["wq_1"]={
[1]="Великолепно!",
},
["lq_5"]={
[1]="Похоже, мы узнали,",
[2]="кто здесь",
[3]="настоящий джокер!",
},
["wq_2"]={
[1]="Отличная",
[2]="работа!",
},
["lq_9"]={
[1]="Я буквально",
[2]="шут, а у тебя",
[3]="какое оправдание?",
},
["dq_1"]={
[1]="Ух! Надеюсь, у тебя",
[2]="осталось пару козырей",
[3]="в рукаве для",
[4]="последнего испытания!",
},
["lq_4"]={
[1]="Знаешь,",
[2]="как говорится:",
[3]="казино всегда в выигрыше.",
},
["lq_8"]={
[1]="Будь у меня руки,",
[2]="я бы закрыл",
[3]="ими глаза!",
},
["lq_1"]={
[1]="Может, нам",
[2]="лучше поиграть",
[3]="в пасьянс...",
},
["wq_7"]={
[1]="Хорошо,",
[2]="что я поставил",
[3]="на тебя!",
},
["lq_2"]={
[1]="Какой неудачный",
[2]="расклад!",
},
["lq_3"]={
[1]="Время",
[2]="перетасовать карты и",
[3]="попробовать снова!",
},
["wq_5"]={
[1]="Похоже, я неплохо",
[2]="тебя обучил!",
},
["wq_6"]={
[1]="Тебе удалось сыграть",
[2]="несколько хороших партий!",
},
},
["achievement_descriptions"]={
["speedrunner"]="Выиграть партию за 12 или менее раундов",
["card_player"]="Разыграть не менее 2500 карт",
["extreme_couponer"]="Открыть каждый ваучер",
["heads_up"]="Выиграть партию",
["retrograde"]="Поднять любую покерную руку до 10 уровня",
["shattered"]="Разбить 2 стеклянные карты за одну руку",
["completionist_plus_plus"]="Получить золотую наклейку на каждом джокере",
["nest_egg"]="Иметь $400 или больше за одну партию",
["roi"]="Купить 5 ваучеров до анте 4",
["royale"]="Сыграть флеш-рояль",
["tiny_hands"]="Сократить колоду до 20 или менее карт",
["_100000k"]="Набрать 100 000 000 шт. фишек за одну руку",
["cartomancy"]="Открыть каждую карту Таро",
["rule_breaker"]="Завершить каждое испытание",
["flushed"]="Сыграть флеш с 5 дикими картами",
["mid_stakes"]="Выиграть партию на сложности не ниже Черной ставки",
["completionist"]="Открыть 100% коллекции",
["low_stakes"]="Выиграть партию на сложности не ниже Красной ставки",
["_1000k"]="Набрать 1 000 000 шт. фишек за одну руку",
["ante_upper"]="Достичь анте 8",
["astronomy"]="Открыть каждую карту планеты",
["big_hands"]="Собрать 80 или более карт в колоде",
["card_discarder"]="Сбросить не менее 2500 карт",
["completionist_plus"]="Выиграть с каждой колодой на сложности Золотая ставка",
["legendary"]="Открыть легендарного джокера",
["rule_bender"]="Завершить любое испытание",
["_10k"]="Набрать 10 000 шт. фишек за одну руку",
["high_stakes"]="Выиграть партию на сложности не ниже Золотой ставки",
["clairvoyance"]="Открыть каждую спектральную карту",
["ante_up"]="Достичь анте 4",
["you_get_what_you_get"]="Выиграть партию без переброса лавки",
},
["poker_hands"]={
["Flush House"]="Флеш-хаус",
["Full House"]="Фулл-хаус",
["Flush"]="Флеш",
["Pair"]="Пара",
["Four of a Kind"]="Каре",
["Royal Flush"]="Флеш-рояль",
["Straight Flush"]="Стрит-флеш",
["Straight"]="Стрит",
["Five of a Kind"]="Пять одного вида",
["Flush Five"]="Флеш-пять",
["Two Pair"]="Две пары",
["Three of a Kind"]="Сет",
["High Card"]="Старшая карта",
},
["blind_states"]={
["Defeated"]="Побежден",
["Upcoming"]="Следующее",
["Current"]="Сейчас",
["Selected"]="Выбрано",
["Select"]="Выбрать",
["Skipped"]="Пропущено",
},
["dictionary"]={
["b_credits"]="Титры",
["b_set_rumble"]="Вибрация контроллера",
["b_play_cap"]="ИГРАТЬ",
["ph_no_boss_active"]="босс не активен",
["k_skipped_cap"]="ПРОПУЩЕНО",
["b_high_contrast_cards"]="Высококонтрастные карты",
["b_set_play_discard_pos"]="Положение кнопки «Игра/Сброс»",
["k_playing_as"]="Игра за",
["k_unlocked_ex"]="Разблокировано!",
["k_reroll"]="Переброс",
["b_music"]="Музыка",
["ml_play_discard_pos_opt"]={
[1]="Сброс/Игра",
[2]="Игра/Сброс",
},
["b_set_video"]="Видео",
["b_restrictions"]="Ограничения",
["b_jokers"]="Джокеры",
["k_copied_ex"]="Скопировано!",
["b_set_graphics"]="Графика",
["ph_blind_score_at_least"]="Минимум очков",
["b_copy"]="Копия",
["k_collection"]="Коллекция",
["k_choose"]="Выбрать",
["b_rules"]="Правила",
["k_lower_score"]="очки",
["b_stat_jokers"]="Джокеры",
["k_x_base"]="X база",
["b_run_info_1"]="Партия",
["k_rare"]="Редкая",
["ph_click_confirm"]="Щелкните снова, чтобы подтвердить",
["b_options"]="Параметры",
["b_stat_vouchers"]="Ваучеры",
["k_money"]="Деньги",
["b_stats"]="Статистика",
["k_stake"]="Ставка",
["b_set_screenshake"]="Тряска экрана",
["ph_demo_thanks_2"]="В ДЕМО-ВЕРСИЮ BALATRO",
["b_stat_tarots"]="Таро",
["ml_unlock_all_trophies"]={
[1]="ВНИМАНИЕ! Разблокировав полную коллекцию,",
[2]="отключит трофеи для этого профиля!",
},
["k_dwarf_planet"]="Карликовая планета",
["b_stake"]="Ставка",
["k_wins"]="Победы",
["ph_unscored_hand"]="Рука не принесет очки",
["k_ante_cap"]="АНТЕ",
["b_set_monitor"]="Монитор вывода",
["k_arcana_pack"]="Набор аркана",
["ph_defeat_this_blind_1"]="Победите этот блайнд,",
["ph_no_vouchers"]="В этой партии не были выкуплены ваучеры",
["k_upgrade_ex"]="Улучшение!",
["k_plus_spectral"]="+1 Спектральная",
["ml_unlock_all_explanation"]={
[1]="ВНИМАНИЕ! Разблокировав полную коллекцию,",
[2]="вы отключите достижения для этого профиля!",
},
["b_redeem"]="ВЫКУПИТЬ",
["b_next_round_2"]="Раунд",
["k_swapped_ex"]="Заменено!",
["b_back"]="Назад",
["k_base_cap"]="БАЗА",
["ph_up_ante_2"]="Поднять все блайнды",
["k_game_modifiers"]="Модификаторы игры",
["b_create_profile"]="Создать профиль",
["b_copy_seed"]="Копировать сид",
["b_new_challenge"]="Начать новое испытание",
["k_plus_planet"]="+1 Планета",
["b_tarot_cards"]="Карты Таро",
["b_challenges"]="Испытания",
["b_delete_profile"]="Удалить профиль",
["k_ante"]="Анте",
["ph_score_furthest_round"]="Раунд",
["k_vouchers_cap"]="ВАУЧЕРЫ",
["b_main_menu"]="Главное меню",
["b_vouchers"]="Ваучеры",
["k_val_up"]="Значение повышено!",
["b_set_apply"]="Применить",
["ml_smoothing_opt"]={
[1]="Откл.",
[2]="Вкл.",
},
["k_achievement"]="Достижение",
["b_use"]="ИСПОЛЬЗОВАТЬ",
["k_deck_stake_wins"]="Выигрыш колоды",
["$"]="$",
["b_set_master_vol"]="Основная громкость",
["k_challenges"]="Испытания",
["k_base_cards"]="Базовые карты",
["b_set_shadows"]="Тени",
["k_undisovered"]="Не открыто",
["ml_edition_seal_enhancement_explanation"]={
[1]="У каждой игральной карты может быть по одному",
[2]="улучшению, выпуску и печати",
},
["b_stat_consumables"]="Расходуемое",
["b_buy"]="КУПИТЬ",
["k_page"]="Страница",
["k_defeated_by"]="Поражение от:",
["k_high_score_ex"]="Высокий балл!",
["ph_vouchers_redeemed"]="Ваучеры, выкупленные в этой партии",
["ml_vsync_opt"]={
[1]="Верт. синрх. вкл.",
[2]="Верт. синрх. откл.",
},
["ph_score_cards_purchased"]="Купленные карты",
["k_enter_seed"]="Введите сид",
["k_incompatible"]="несовместимо",
["b_options_cap"]="ПАРАМЕТРЫ",
["b_set_CRT"]="ЭЛТ",
["k_no_reward"]="Без награды",
["b_cash_out"]="Обналичить",
["k_spectral"]="Спектральная",
["ml_eternal"]={
[1]="Вечный",
[2]="Нельзя продать",
[3]="или уничтожить",
},
["b_unlock_all"]="Разблокировать все",
["k_legendary"]="Легендарная",
["b_skip_reward"]="Пропустить награду",
["k_rank"]="Достоинство",
["b_set_windowmode"]="Оконный режим",
["ph_boss_disabled"]="Босс отключен!",
["b_decks"]="Колоды",
["ph_deck_preview_effective"]="Действительный итог благодаря джокерам, блайндам и улучшениям карт",
["k_trophies_disabled"]="Трофеи отключены",
["b_open"]="ОТКРЫТЬ",
["b_set_CRT_bloom"]="Свечение ЭЛТ",
["k_aces"]="Тузы",
["k_banned_cards"]="Запрещенные карты",
["k_trophy"]="Трофей",
["b_select"]="ВЫБРАТЬ",
["ph_score_at_least"]="Минимум очков",
["k_compatible"]="совместимо",
["k_tarot"]="Таро",
["k_active"]="активно",
["k_buffoon_pack"]="Набор шута",
["b_booster_packs"]="Бустерные наборы",
["ph_choose_blind_1"]="Выберите ваш",
["k_card_stats"]="Статистика карт",
["k_nope_ex"]="Нет!",
["k_unknown"]="?????",
["k_seeded_run"]="Партия с сидом",
["k_hud_discards"]="Сбросы",
["k_enter_text"]="Введите текст",
["ml_gold_seal_desc"]={
[1]="Золотая печать",
[2]="возвращается в руку",
[3]="при разыгрывании",
},
["k_no_space_ex"]="Нет пространства!",
["ph_score_hand"]="Лучшая рука",
["k_joker_stickers"]="Наклейки джокера",
["k_other"]="Другое",
["b_discard"]="Сброс",
["ph_game_over"]="ИГРА ОКОНЧЕНА",
["ph_defeat_this_blind_2"]="чтобы открыть его",
["k_spectral_pack"]="Спектральный набор",
["ph_you_win_demo"]="ВЫ ВЫИГРАЛИ В ДЕМО!",
["b_enhanced_cards"]="Улучшенные карты",
["k_redeemed_ex"]="Выкуплено!",
["k_round"]="Раунд",
["b_run_info_2"]="Детали",
["k_mult"]="Множ.",
["k_challenge_mode"]="Режим испытания",
["k_face_cards"]="Карты с лицом",
["b_next"]="Дальше",
["b_new_run"]="Новая партия",
["k_plus_tarot"]="+1 Таро",
["k_reward"]="Награда",
["k_level_prefix"]="ур.",
["ph_1_level"]="+1 уровень",
["b_load_profile"]="Загрузить профиль",
["ml_shadow_opt"]={
[1]="Вкл.",
[2]="Откл.",
},
["k_debuffed"]="Ослаблено",
["k_joker"]="Джокер",
["ph_score_new_collection"]="Новые открытия",
["k_planet_q"]="Планета?",
["ph_score_poker_hand"]="Наиболее часто сыгранная рука",
["b_next_round_1"]="Дальше",
["ph_score_furthest_ante"]="Анте",
["ph_up_ante_3"]="Обновить блайнды",
["b_imagery"]="Изображения",
["k_lvl"]="ур.",
["b_set_gamespeed"]="Скорость игры",
["k_safe_ex"]="Безопасно!",
["b_and_use"]="И ИСПОЛЬЗОВАТЬ",
["ph_all_poker_hand"]="Все покерные руки",
["b_endless"]="Бесконечный режим",
["ph_choose_blind_2"]="следующий блайнд",
["b_stat_planets"]="Планеты",
["k_standard_pack"]="Стандартный набор",
["k_empty_caps"]="ПУСТО",
["b_editions"]="Выпуски",
["k_custom_rules"]="Особые правила",
["ph_demo_thanks_1"]="Спасибо за игру",
["k_voucher"]="Ваучер",
["k_deck"]="Колода",
["ml_crash_report_info"]={
[1]="Отчеты о сбоях будут отправлены разработчику,",
[2]="чтобы помочь уменьшить проблемы в будущем.",
[3]="Идентификационные или личные данные не отправляются.",
},
["k_hud_hands"]="Руки",
["b_settings"]="Настройки",
["ph_up_ante_1"]="Повысить анте",
["k_no_room_ex"]="Нет места!",
["b_reroll_boss"]="Переброс босса",
["b_stat_spectrals"]="Спектральные",
["k_jokers_cap"]="ДЖОКЕРЫ",
["k_plus_stone"]="+1 Камни",
["ph_4_7_of_clubs"]="четыре 7 треф",
["k_active_ex"]="Активно!",
["k_suit"]="Масть",
["k_locked"]="Заблокировано",
["ph_blind_reward"]="Награда:",
["ph_stat_consumable"]="Количество использований карты",
["b_play_hand"]="Играть руку",
["b_playbalatro"]="Посетите playbalatro.com",
["k_no_other_jokers"]="Нет других джокеров!",
["k_achievements_disabled"]="Достижения отключены",
["k_none"]="Нет",
["k_reset"]="Перезапуск",
["k_stake_level"]="Уровень ставки",
["b_collection"]="Коллекция",
["b_current_profile"]="Текущий профиль",
["b_quit_cap"]="ВЫХОД",
["ml_card_stats"]={
[1]="Карта",
[2]="Статистика",
},
["b_full_deck"]="Полная колода",
["b_set_game_vol"]="Громкость игры",
["b_reset_profile"]="Сбросить профиль",
["k_daily_run"]="Ежедневная партия",
["ml_bloom_opt"]={
[1]="Откл.",
[2]="Вкл.",
},
["b_set_crash_reports"]="Отчеты о сбоях",
["k_also_applied"]="Также применено",
["ph_deck_preview_stones"]="Камни",
["k_level_up_ex"]="Уровень повышен!",
["k_all_hands"]="Все руки",
["b_set_game"]="Игра",
["b_wishlist"]="Список желаний в Steam",
["k_again_ex"]="Снова!",
["ph_you_win"]="ВЫ ПОБЕДИЛИ!",
["k_plus_joker"]="+1 джокер",
["b_remaining"]="Осталось",
["k_edition"]="Выпуск",
["ml_demo_thanks_message"]={
[1]="Добавляйте Balatro в список",
[2]="желаний в Steam и подписывайтесь на",
[3]="рассылку на playbalatro.com",
},
["ph_score_cards_discarded"]="Сброшенные карты",
["b_sell"]="ПРОДАТЬ",
["k_eaten_ex"]="Съедено!",
["k_drank_ex"]="Принято!",
["k_enter_name"]="Введите имя",
["ph_defeat_the_boss"]="Победить Босс-блайнд",
["k_extinct_ex"]="Исчезло!",
["k_seed"]="Сид",
["k_uncommon"]="Необычная",
["k_melted_ex"]="Расплавлено!",
["ph_stat_joker"]="Всего завершено раундов с этой картой",
["k_poker_hand"]="покерную руку",
["ml_disabled_seed"]={
[1]="Все разблокировки и",
[2]="открытия отключены",
},
["b_spectral_cards"]="Спектральные карты",
["b_blinds"]="Блайнды",
["b_continue"]="Продолжить",
["k_banned_tags"]="Запрещенные теги",
["b_poker_hands"]="Покерные руки",
["k_duplicated_ex"]="Дублировано!",
["k_profile"]="Профиль",
["k_demo_version_ex"]="Демоверсия!",
["k_best_hand"]="Лучшая рука",
["k_numbered_cards"]="Числовые карты",
["b_sort_hand"]="Сортировать руку",
["k_not_discovered"]="Не открыто",
["k_common"]="Обычная",
["k_planet"]="Планета",
["ph_score_cards_played"]="Сыгранные карты",
["b_skip_blind"]="Пропустить блайнд",
["b_start_new_run"]="Новая партия",
["k_effective"]="Действительно",
["b_sounds"]="Звуки",
["b_tags"]="Теги",
["k_or"]="или",
["ph_score_times_rerolled"]="Количество перебросов",
["b_set_pixel_smoothing"]="Сглаживание пиксель-арта",
["ph_stat_voucher"]="Количество выкупов ваучера",
["ph_alert_debuff_confirm"]="Нажмите «Играть» снова, чтобы подтвердить",
["k_celestial_pack"]="Небесный набор",
["k_gold"]="Золото",
["b_planet_cards"]="Карты планет",
["k_view"]="Просмотр",
["ph_mr_bones"]="Спасены Костлявым",
["ph_improve_run"]="Улучшите свою партию!",
["ml_windowmode_opt"]={
[1]="В окне",
[2]="Полный экран",
[3]="Без границ",
},
["ph_most_played"]="{наиболее часто сыгранная рука}",
["b_set_audio"]="Аудио",
["b_collection_cap"]="КОЛЛЕКЦИЯ",
["b_set_music_vol"]="Громкость музыки",
["k_progress"]="Прогресс",
["b_deck"]="Колода",
["b_skip"]="Пропуcк",
["k_balanced"]="Сбалансировано",
["ph_sneak_peek"]="Беглый взгляд",
["ml_paste_seed"]={
[1]="Вставить",
[2]="Сид",
},
["b_seals"]="Печати",
["k_saved_ex"]="Сохранено!",
["b_seed"]="Сид",
["k_cap_consumables"]="РАСХОДУЕМОЕ",
["k_booster"]="Бустер",
["k_eroded_ex"]="Разрушено!",
},
["achievement_names"]={
["speedrunner"]="Скороход",
["card_player"]="Разыгрывающий карты",
["extreme_couponer"]="Купономания",
["heads_up"]="Один на один",
["retrograde"]="Ретроград",
["shattered"]="Вдребезги",
["completionist_plus_plus"]="Все и сразу++",
["nest_egg"]="Заначка",
["roi"]="Окупаемость инвестиций",
["royale"]="Рояль",
["tiny_hands"]="Крохотные ручки",
["_100000k"]="100 000К",
["cartomancy"]="Картомантия",
["rule_breaker"]="Нарушая правила",
["flushed"]="Флеш",
["mid_stakes"]="Средние ставки",
["completionist"]="Все и сразу",
["low_stakes"]="Низкие ставки",
["_1000k"]="1000К",
["ante_upper"]="Еще больше анте!",
["astronomy"]="Астрономия",
["big_hands"]="Огромные ручищи",
["card_discarder"]="Сбрасывающий карты",
["completionist_plus"]="Все и сразу+",
["legendary"]="Легенда",
["rule_bender"]="Изменяя правила",
["_10k"]="10К",
["high_stakes"]="Высокие ставки",
["clairvoyance"]="Ясновидение",
["ante_up"]="Больше анте!",
["you_get_what_you_get"]="Что вышло, то вышло",
},
["challenge_names"]={
["c_five_card_1"]="Пять карт",
["c_mad_world_1"]="Безумный мир",
["c_monolith_1"]="Монолит",
["c_fragile_1"]="Хрупкое",
["c_luxury_1"]="Налог на роскошь",
["c_omelette_1"]="Омлет",
["c_double_nothing_1"]="Все или ничего",
["c_blast_off_1"]="На взлет",
["c_golden_needle_1"]="Золотая игла",
["c_rich_1"]="Богатые становятся богаче",
["c_inflation_1"]="Инфляция",
["c_knife_1"]="На острие ножа",
["c_jokerless_1"]="Без джокеров",
["c_non_perishable_1"]="Не портится",
["c_medusa_1"]="Медуза",
["c_xray_1"]="Рентгеновское зрение",
["c_bram_poker_1"]="Брэм-покер",
["c_city_1"]="15-минутный город",
["c_cruelty_1"]="Жестокость",
["c_typecast_1"]="Одно и то же",
},
["v_dictionary"]={
["a_handsize"]="+#1# размер руки",
["loyalty_active"]="Активно!",
["deck_preview_wheel_plural"]="Числа могут быть меньшими из-за #1# карт, вытянутых лицом вниз",
["ante_x_voucher"]="ВАУЧЕР #1# АНТЕ",
["unlocked"]="Разблокировано: #1#/#2#",
["ml_negative_desc"]={
[1]="Негатив",
[2]="+#1#  слот джокера",
},
["a_handsize_minus"]="-#1# размер руки",
["a_xmult"]="X#1# множ.",
["a_mult_minus"]="-#1# множ.",
["a_xmult_minus"]="-X#1# множ.",
["a_mult"]="+#1# множ.",
["ml_negative_consumable_desc"]={
[1]="Негативный",
[2]="+#1# слот расходуемого",
},
["loyalty_inactive"]="#1# осталось",
["interest"]="#1# процент за каждые $#2# (#3# макс.)",
["deck_preview_wheel_singular"]="Числа могут быть меньшими из-за #1# карты, вытянутой лицом вниз",
["ml_holo_desc"]={
[1]="Голографический",
[2]="+#1# множ.",
},
["a_chips"]="+#1#",
["a_hands"]="+#1# Руки",
["a_chips_minus"]="-#1#",
["ml_polychrome_desc"]={
[1]="Полихромный",
[2]="X#1# множ.",
},
["a_sold_tally"]="#1#/#2# продано",
["completed"]="Завершено: #1#/#2#",
["remaining_discard_money"]="Осталось сбросов ($#1# каждый)",
["remaining_hand_money"]="Осталось рук ($#1# каждая)",
["challenges_completed"]="Завершено #1#/#2# испытаний",
["ml_foil_desc"]={
[1]="Фольговый",
[2]="+#1# шт. фишек",
},
["a_remaining"]="#1# осталось",
},
["tutorial"]={
["bb_4"]={
[1]="Если побьете его, то",
[2]="{C:attention}анте{} поднимется и все",
[3]="{C:attention}блайнды{} станут сложнее",
},
["fh_4"]={
[1]="Карты также",
[2]="зарабатывают {C:blue}фишки{},",
[3]="наведите курсор, чтобы посмотреть!",
},
["fh_6"]={
[1]="Можно также {C:red}сбросить{}",
[2]="до {C:attention}5{} выбранных карт,",
[3]="чтобы попытаться сделать",
[4]="руки еще сильнее. Попробуйте!",
},
["fh_1"]={
[1]="Фишки зарабатываются путем",
[2]="игры {C:attention}покерных рук",
},
["s_5"]={
[1]="Внимательно выбирайте. Можно",
[2]="держать только {C:attention}5 карт джокеров{}",
[3]="одновременно",
},
["fh_2"]={
[1]="Каждая {C:attention}покерная рука{} приносит",
[2]="базовое количество {C:blue}фишек,",
[3]="умноженное на некий {C:red}множ. (множитель)",
},
["fh_3"]={
[1]="Просмотреть свои {C:attention}покерные руки",
[2]="вы можете в зоне {C:attention}«Сведения о партии»{} —",
[3]="наряду с другой информацией",
[4]="о вашей текущей партии",
},
["sh_3"]={
[1]="Выберите до {C:attention}2{} карт",
[2]="в руке и нажмите",
[3]="{C:attention}«ИСПОЛЬЗОВАТЬ»{} на карте {C:tarot}Таро{},",
[4]="чтобы улучшить их!",
},
["fh_7"]={
[1]="Осторожно! У вас",
[2]="ограниченное число {C:blue}рук",
[3]="и {C:red}сбросов{} на раунд",
},
["fh_5"]={
[1]="Теперь выберите до",
[2]="{C:attention}5{} карт, чтобы сыграть,",
[3]="и нажмите {C:blue}«Играть руку»",
},
["sh_2"]={
[1]="Также не забудьте",
[2]="{C:attention}ИСПОЛЬЗОВАТЬ{} расходуемое!",
},
["bb_2"]={
[1]="Или же выберите {C:attention}пропустить его,",
[2]="чтобы получить {C:attention}тег{}! Каждый",
[3]="{C:attention}тег{} обладает уникальным эффектом",
},
["s_7"]={
[1]="Эта карта {C:tarot}Таро{} —",
[2]="{C:attention}расходуемая{}. Она",
[3]="улучшит карты, которые вы",
[4]="играете! Придержите ее.",
},
["s_3"]={
[1]="Это один из {C:attention}#1#",
[2]="{C:attention}джокеров{}, которых вы можете добавить",
[3]="в партию. Каждый {C:attention}джокер",
[4]="делает что-то особенное",
},
["s_11"]={
[1]="Также проверяйте оба",
[2]="{C:booster}бустерных набора{} в",
[3]="каждой лавке. В них",
[4]="полно полезностей!",
},
["bb_1"]={
[1]="Выбор {C:attention}большого блайнда",
[2]="принесет немного денег",
},
["sh_1"]={
[1]="Когда получите больше карт,",
[2]="не забудьте, что можно менять их",
[3]="порядок. {C:attention}Джокеры{} активируются",
[4]="в порядке слева направо",
},
["sb_4"]={
[1]="Выберите {C:blue}малый блайнд,",
[2]="чтобы начать раунд!",
},
["s_4"]={
[1]="Этот добавляет {C:red}+4 множ.{} к",
[2]="каждой руке, которую вы играете!",
},
["s_10"]={
[1]="{C:attention}Ваучеры{} пополняются",
[2]="после победы над",
[3]="{C:attention}Босс-блайндом{}.",
},
["s_12"]={
[1]="Перейдем к",
[2]="{C:attention}следующему раунду{}.",
},
["sb_2"]={
[1]="Ваша цель — зарабатывать",
[2]="{C:blue}фишки{}, чтобы побить",
[3]="{C:attention}блайнд противника",
},
["s_6"]={
[1]="Теперь купите другую",
[2]="карту в {C:attention}лавке",
},
["s_2"]={
[1]="Попробуйте купить этого",
[2]="симпатичного Дьявола",
},
["sb_1"]={
[1]="Привет! Меня зовут",
[2]="{C:attention}Джимбо{}, я здесь, чтобы помочь",
[3]="вам научиться играть!",
},
["sb_3"]={
[1]="Это {C:blue}малый блайнд{},",
[2]="и вам нужно всего",
[3]="{C:attention}300 фишек{}, чтобы побить его.",
},
["fh_8"]={
[1]="Заработайте {C:attention}300 фишек{}, прежде",
[2]="чем у вас закончатся {C:blue}руки,",
[3]="чтобы выиграть в этом раунде.",
[4]="Удачи!",
},
["s_9"]={
[1]="Если накопите достаточно,",
[2]="сможете купить {C:attention}ваучер{}.",
[3]="{C:attention}Ваучеры{} пассивно",
[4]="улучшают вашу партию!",
},
["s_8"]={
[1]="У вас может быть до",
[2]="{C:attention}2 расходуемых{} карт",
[3]="одновременно",
},
["bb_5"]={
[1]="Побейте {C:attention}анте{} #1#, чтобы выиграть.",
[2]="Выберите свой путь!",
},
["bb_3"]={
[1]="Но следите за",
[2]="{C:attention}Босс-блайндом{}. У него",
[3]="есть способность, вокруг",
[4]="которой нужно строить тактику.",
},
["s_1"]={
[1]="Замечательно! Теперь, когда",
[2]="у вас {E:1}полно{} {C:money}денег{},",
[3]="вы можете купить новые",
[4]="карты в {C:attention}лавке",
},
},
["labels"]={
["foil"]="Фольговый",
["blue_seal"]="Синяя печать",
["rare"]="Редкая",
["voucher"]="Ваучер",
["purple_seal"]="Фиолетовая печать",
["gold_seal"]="Золотая печать",
["red_seal"]="Красная печать",
["tarot"]="Таро",
["negative"]="Негатив",
["pluto_planet"]="Карликовая планета",
["common"]="Обычная",
["pinned_left"]="Закреплено",
["legendary"]="Легендарная",
["eternal"]="Вечное",
["holographic"]="Голографический",
["uncommon"]="Необычная",
["planet"]="Планета",
["locked"]="Заблокировано",
["polychrome"]="Полихромный",
},
["ranks"]={
["4"]="4",
["8"]="8",
["10"]="10",
["5"]="5",
["9"]="9",
["6"]="6",
["King"]="Король",
["Ace"]="Туз",
["3"]="3",
["7"]="7",
["Jack"]="Валет",
["Queen"]="Дама",
["2"]="2",
},
["high_scores"]={
["furthest_round"]="Наивысший раунд",
["hand"]="Лучшая рука",
["furthest_ante"]="Наивысшее анте",
["collection"]="Коллекция",
["current_streak"]="",
["boss_streak"]="Максимум боссов подряд",
["poker_hand"]="Наиболее часто сыгранная рука",
["most_money"]="Максимум денег",
["win_streak"]="Лучшая серия побед",
},
["suits_plural"]={
["Spades"]="Пики",
["Hearts"]="Черви",
["Diamonds"]="Бубны",
["Clubs"]="Трефы",
},
["poker_hand_descriptions"]={
["Flush House"]={
[1]="Сет и пара со",
[2]="всеми картами одной масти",
},
["Full House"]={
[1]="Сет и пара",
},
["Flush"]={
[1]="5 карт одной масти",
},
["Pair"]={
[1]="2 карты одного достоинства. Они могут",
[2]="быть сыграны с 3 неподсчитанными картами",
},
["Four of a Kind"]={
[1]="4 карты одного достоинства. Они могут",
[2]="быть сыграны с 1 неподсчитанной картой",
},
["Royal Flush"]={
[1]="5 карт в ряд {последовательные ранги} со",
[2]="всеми картами одной масти",
},
["Straight Flush"]={
[1]="5 карт в ряд {последовательные ранги} со",
[2]="всеми картами одной масти",
},
["Straight"]={
[1]="5 карт по порядку {последовательных достоинств}",
},
["Five of a Kind"]={
[1]="5 карт одного достоинства",
},
["Flush Five"]={
[1]="5 карт с одинаковыми достоинством и мастью",
},
["Two Pair"]={
[1]="2 пары карт разного достоинства, могут",
[2]="быть сыграны с 1 неподсчитанной картой",
},
["Three of a Kind"]={
[1]="3 карты одного достоинства. Они могут",
[2]="быть сыграны с 2 неподсчитанными картами",
},
["High Card"]={
[1]="Если сыгранная рука не является одной из вышеуказанных",
[2]="рук, считается только карта с наибольшим достоинством",
},
},
},
}